Repository: lancedays/potranslator
Catalog: output/*.po
Languages: fr

source: No assignments due today or tomorrow.
fr: Aucune affectation due aujourd'hui ou demain.

source: No assignments exist for the selected class and grading period.
fr: Aucune affectation n'existe pour la classe et la période de notation sélectionnées.

source: No assignments exist for the selected class and term.
fr: Aucune affectation n'existe pour la classe et le terme sélectionnés.

source: No assignments exist for the selected class and {{ loginSettings.V10 ? 'grading period' : 'term' }}.
fr: Aucune affectation n'existe pour la classe sélectionnée et {{ loginSettings.V10 ? 'période de classement' : 'terme' }}.

source: No assignments exist for this student
fr: Il n'y a pas d'affectation pour cet étudiant

source: No attendance data exists for student.
fr: Aucune donnée de présence n'existe pour étudiant.

source: No attendance data exists for student.
fr: Aucune donnée de présence n'existe pour étudiant.

source: No attendance data exists for student.
fr: Aucune donnée de présence n'existe pour l'élève.

source: No bell Schedule data exists
fr: Aucune cloche Données de calendrier existe

source: No current grades available
fr: Aucune note actuelle disponible

source: No district links available.
fr: Aucun lien de district disponible.

source: No grade level credits data exists
fr: Il n’existe pas de données sur les crédits de niveau

source: No health information has been enabled by the administration.
fr: Aucune information sur la santé n'a été activée par l'administration.

source: No missing assignments.
fr: Aucune mission manquante.

source: No requirement data exists
fr: Aucune donnée d'exigence n'existe

source: No screening data exists for student
fr: Aucune donnée de dépistage n'existe pour l'étudiant

source: No screening data exists for this student
fr: Aucune donnée disponible de dépistage pour cet étudiant

source: No student data exists
fr: Aucune donnée d'étudiant n'existe

source: No tardies or absences today
fr: Pas de retard ou d'absence aujourd'hui

source: No transportation data exists for student.
fr: Aucune donnée disponible de transport pour les étudiants.

source: No transportation data is currently available.
fr: Aucune donnée de transport n'est actuellement disponible.

source: No upcoming events.
fr: Aucun événement à venir.

source: No upcoming/missing assignments exist for this student
fr: Aucune tâche à venir / manquante n'existe pour cet étudiant

source: Non-Resident Parents
fr: Non-résident Parents

source: Non-Resident Parents
fr: Non-résident Parents

source: Non-Resident Parents
fr: Les parents non-résidents

source: Non-Student-Related Recipients
fr: Destinataires non liés aux étudiants

source: Non-resident Parents
fr: Les parents non-résidents

source: Non-resident Parents (System)
fr: Les parents non-résidents (système)

source: None
fr: Aucun

source: Not Enrolled in This School Year
fr: Pas inscrits dans cette année scolaire

source: Not Enrolled in this School Year - Please select another year
fr: Pas inscrit pour cette année scolaire - Veuillez sélectionner une autre année

source: Not Equal
fr: Inégal

source: Not Subscribed
fr: Non abonné

source: Not Taken
fr: Pas pris

source: Not Yet Implemented
fr: Pas encore implémenté

source: Not enrolled in this school year - Please select another year
fr: Non inscrit à cette année scolaire - Veuillez choisir une autre année

source: Note
fr: Remarque

source: Note that your password on this site is visible to key staff, so do not use your private<br>or banking passwords. Please make your password difficult for someone to guess.
fr: Notez que votre mot de passe sur ce site est visible à des employés clés, n’utilisez ne pas votre privé<br>ou Banque de mots de passe. Vérifiez votre mot de passe difficile pour quelqu'un de deviner.

source: Note:
fr: Remarque :

source: Note: The relationship can be changed in a later step if it is not the same for all the student(s) you are registering.
fr: Remarque: la relation peut être modifiée ultérieurement si ce n'est pas le même pour tous les étudiants que vous inscrivez.

source: Note: You will not be able to submit forms because you do not have access to all students in this family for whom Online Registration is currently available.
fr: Remarque: vous ne pourrez pas soumettre de formulaire car vous ne pas avoir accès à tous les étudiants de cette famille pour qui L'inscription en ligne est actuellement disponible.

source: Notes
fr: Notes de la commande

source: Notification Preferences
fr: Préférences de notification

source: November
fr: Novembre

source: Now
fr: À présent

source: Object
fr: Objet

source: October
fr: Octobre

source: Off
fr: De

source: Old Address
fr: Ancienne adresse

source: On the homepage, the menu is always visible on the left side of the screen. On other pages, the menu can be accessed by selecting the menu icon in the upper left corner of the screen:
fr: Sur la page d'accueil, le menu est toujours visible sur le côté gauche de l'écran. Sur d'autres pages, vous pouvez accéder au menu en sélectionnant l'icône du menu dans le coin supérieur gauche de l'écran:

source: Online Payment
fr: paiement en ligne

source: Online Payment Verification
fr: Vérification des paiements en ligne

source: Online Registration
fr: Enregistrement en ligne

source: Online Registration Inactive
fr: Inscription en ligne inactive

source: Online Registration is no longer available. Please contact the district.
fr: L'inscription en ligne n'est plus disponible. S'il vous plaît contacter le district.

source: Only .pdf, .jpg, and .png files can be uploaded
fr: Seulement .pdf, .jpg et .png fichiers peuvent être téléchargés

source: Only .pdf, .jpg, and .png files can be uploaded.
fr: Seulement .pdf, .jpg, .png et peuvent être téléchargées.

source: Open
fr: Ouvrir

source: Open Portal
fr: Portail ouvert

source: Operator
fr: Opérateur

source: Option Not Available
fr: Option disponible

source: Order
fr: Ordre

source: Order By
fr: Ordre par

source: Other
fr: Autre

source: Other parents not in this household should be on the Non-resident Parents form.
fr: Les autres parents n'appartenant pas à ce ménage doivent figurer sur le formulaire Parents non résidents.

source: Other people associated with your family also have this address.
fr: D'autres personnes associées à votre famille ont également cette adresse.

source: Other people associated with your family also have this address:
fr: D'autres personnes associées à votre famille ont aussi cette adresse:

source: Otherwise,
fr: Sinon,

source: Otherwise, select Proceed to Step 5.
fr: Sinon, sélectionnez Passez à l'étape 5.

source: Out Bound Bus
fr: Autobus relié

source: Out Bound Route
fr: Itinéraire sortant

source: Out Bound Stop
fr: Arrêt hors limites

source: Out Bound Stop Time
fr: Heure d'arrêt hors limite

source: Over
fr: Au cours

source: Overall Requirements
fr: Besoins globaux

source: Overdrawn
fr: À découvert

source: Overdrawn&nbsp;
fr: À découvert&nbsp;

source: Overridden
fr: Annulé

source: Overwrite existing marks
fr: Ecraser les marques existantes

source: Owner
fr: Propriétaire

source: P O Box
fr: P. O.

source: PAY
fr: PAYER

source: PREVIOUS
fr: PRÉCÉDENT

source: Parent 2 data will be deleted.
fr: Les données parent 2 seront supprimées.

source: Parent Name
fr: nom fondamental

source: Parent Notification Filter
fr: Filtre de notification parent

source: Parent Signature Received
fr: Signature Parent Reçues

source: Parent/Contact Details
fr: Parent / Contact Détails

source: Parent/Contact Details
fr: Parent / Contact Détails

source: Parent/Contact Details
fr: Contact parent/détails

source: Parent/Contact Information (System)
fr: Parent / Contact (Système)

source: Parents/Students
fr: Parents / Etudiants

source: Partially Taken
fr: Partiellement pris

source: Password has already expired.
fr: Mot de passe a déjà expiré.

source: Password:
fr: Mot de passe :

source: Passwords Must Match
fr: Les mots de passe doivent correspondre

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Payment
fr: Paiement

source: Payments
fr: Paiements

source: Percentage
fr: Pourcentage

source: Perfect Attendance
fr: Assiduité parfaite

source: Perfect attendance cannot be processed for
fr: L'assiduité parfaite ne peut être traitée pour

source: Period
fr: Période

source: Period Segment
fr: Segment de période

source: Periods
fr: Périodes

source: Periods Included
fr: Périodes incluses

source: Periods Year-To-Date
fr: Périodes de l'année à ce jour

source: Pharmacy
fr: La Pharmacie

source: Phone
fr: Téléphone

source: Phone - Cell
fr: Téléphone - cellulaire

source: Phone - Emergency
fr: Téléphone - urgence

source: Phone - Emergency is required.
fr: Téléphone - d'urgence est requise.

source: Phone - Home
fr: Téléphone

source: Phone - Work
fr: Téléphone (bureau)

source: Pick Up
fr: Embarquement

source: Pick Up Location
fr: Pick Up Localisation

source: Picture
fr: Image

source: Place Of Work
fr: LIEU DE TRAVAIL

source: Plan Type
fr: Type de plan

source: Please Complete the following forms.
fr: Veuillez compléter les formulaires suivants.

source: Please complete the following forms.
fr: Veuillez renseigner les éléments suivants

source: Please contact the district for assistance.
fr: S’il vous plaît contactez le district.

source: Please contact the district if you have questions regarding how to proceed.
fr: Veuillez contacter le district si vous avez des questions concernant la procédure à suivre.

source: Please provide information about any additional people you would like to have as emergency contacts for your student(s).
fr: Veuillez fournir des informations sur toute personne supplémentaire que vous souhaiteriez avoir comme contact d'urgence Vos étudiants).

source: Please provide information about any parents of these students who live outside your household.
fr: Veuillez fournir des informations sur les parents de ces élèves qui vivent en dehors de votre ménage.

source: Please provide information about your student(s).
fr: Veuillez fournir des informations sur vos élèves.

source: Please provide some information about the person you want considered as the primary parent of this family.
fr: Veuillez fournir des informations sur la personne que vous souhaitez considérer comme le parent principal de cette famille.

source: Please provide some information about yourself
fr: S’il vous plaît fournir des informations sur vous-même

source: Please provide some information about yourself.
fr: S'il vous plaît fournir des informations sur vous-même.

source: Please provide your email address, then select Next.
fr: S’il vous plaît fournir votre adresse de courriel, puis cliquez sur Next.

source: Please select a file
fr: Veuillez sélectionner un fichier

source: Please tell us where you live. If mail should be sent to a different address, provide that as well.
fr: S’il vous plaît nous dire où vous habitez. Si le courrier doit être envoyé à une adresse différente, qui fournissent aussi bien.

source: Please use that information to access the site.
fr: S’il vous plaît utiliser cette information pour accéder au site.

source: Please use the link in the email to proceed to the next step.
fr: S'il vous plaît utilisez le lien dans l'email pour passer à l'étape suivante.

source: Points Possible
fr: Points possibles

source: Policy
fr: Politique

source: Portal
fr: Portail

source: Portal Access
fr: Accès au portail

source: Portuguese
fr: Portugais

source: Possible Duplicate Entry
fr: Éventuelle entrée en double

source: Possible Points
fr: Points possibles

source: Postal Code
fr: Code postal

source: Postal Code is required.
fr: Le code postal est requis

source: Preferences
fr: Préférences

source: Preferred Mailing Address
fr: Préféré adresse postale

source: Preview
fr: Aperçu

source: Preview Bell Schedule
fr: Aperçu de l'horaire de Bell

source: Preview:&nbsp;
fr: Aperçu:&nbsp;

source: Previous
fr: Précédent

source: Primary Address
fr: Adresse principale

source: Primary Contact
fr: Contact primaire

source: Primary Counselor
fr: Résidence principale

source: Primary Graduation Plan
fr: Plan d&#39;Graduation primaire

source: Primary Language - Spoken
fr: Langue parlée à la maison

source: Primary Language - Written
fr: Langue principale - Écrit

source: Primary Object
fr: Objet primaire

source: Primary Parent
fr: Parent primaire

source: Primary Request
fr: Demande principale

source: Primary Residence
fr: Résidence principale

source: Primary Teacher
fr: Instituteur

source: Print Page
fr: Imprimer la page

source: Proceed to Paypal
fr: Procéder à Paypal

source: Proceed to Verification
fr: Procéder à la vérification

source: Processed
fr: Traité

source: Program
fr: Programme

source: Program Name
fr: Nom du programme

source: Programs and Services
fr: Programmes et Services

source: Progress Report
fr: Rapport d'étape

source: Provider Name
fr: Nom du fournisseur

source: Province is required.
fr: La province est nécessaire.

source: Pulse
fr: Impulsion

source: Purchases
fr: Achats

source: Queries
fr: Des requêtes

source: R - Requesting Students
fr: R - Étudiants demandeurs

source: RESET ALL USERS TO DEFAULT
fr: RÉINITIALISER TOUS LES UTILISATEURS PAR DÉFAUT

source: Race is required.
fr: Race est nécessaire.

source: Range
fr: Intervalle

source: Re-enter Email
fr: Saisissez votre email

source: Re-enter Password
fr: Confirmer le mot de passe

source: Rearranging the Cards
fr: Réarranger les cartes

source: Reason Code
fr: Raison Code

source: Reason Code
fr: Code motif

source: Recent Discipline Events
fr: Événements de discipline récents

source: Recent Discipline Events ({{recentDisciplineEvents.Count}})
fr: Événements de discipline récents ({{recentDisciplineEvents.Count}})

source: Recent Events
fr: Nouvelles vidéos

source: Recent Health Visits
fr: Visites de santé récentes

source: Recent Health Visits ({{recentHealthEvents.Count}})
fr: Visites de santé récentes ({{recentHealthEvents.Count}})

source: Recent Posts
fr: Articles récents

source: Recent Visits
fr: Visites récentes

source: Recipient Change
fr: Changement de destinataire

source: Reduce the size of the list by using the
fr: Réduire la taille de la liste en utilisant le

source: Referral
fr: Recommandation

source: Referral Status
fr: Statut de référence

source: Register New Family
fr: Enregistrer Nouvelle Famille

source: Registration is currently available only for students in the following grades:
fr: L'inscription est actuellement disponible uniquement pour les étudiants des grades suivants:

source: Regular<br>Absences
fr: Régulière<br>Absences

source: Related Object
fr: Objet associé

source: Relationship
fr: Degré de parenté

source: Relationship is required.
fr: Relation est nécessaire.

source: Relationship to student(s)
fr: Relation avec l'élève

source: Remaining
fr: Restant

source: Remaining ELL Requests
fr: Demandes ELL restantes

source: Remaining GAT Requests
fr: Requêtes GAT restantes

source: Remaining LEP Requests
fr: Demandes LEP restantes

source: Remaining Requests
fr: Demandes restantes

source: Remaining Seats
fr: Sièges restants

source: Remaining Sped Requests
fr: Requêtes Sped restantes

source: Remaining Students
fr: Étudiants restants

source: Remaining<br>Credits
fr: Restant<br>Crédits

source: Remove Student From Contact
fr: Supprimer l'étudiant du contact

source: Remove Student from Contact
fr: Retirez les étudiant de Contact

source: Report Card Grades
fr: Notes de la fiche de rapport

source: Report Card/<br>Transcript On Hold
fr: Fiche de rendement /<br>Transcription en attente

source: Report Card/Transcript On Hold
fr: Bulletin de notes / transcription en attente

source: Report Folder Settings
fr: Paramètres de dossier de rapport

source: Report Folders
fr: Dossiers de rapport

source: Report Options - {{reportName}}
fr: Options de rapport - {{reportName}}

source: Report Parameters
fr: Paramètres du rapport

source: Report Snapshots
fr: Captures instantanées de rapport

source: Report Title
fr: Titre du rapport

source: Report to Email
fr: Rapporter au courrier électronique

source: Reported To Police
fr: Signalés à la police

source: Reported by
fr: Rapporté par

source: Reporter
fr: Journaliste

source: Reports
fr: Rapports

source: Reports Distributed By Email Filter
fr: Rapports distribués par filtre de messagerie

source: Requested
fr: Demandée

source: Requested Credits
fr: Crédits demandés

source: Requested Term
fr: Terme demandé

source: Requested<br>Count
fr: A demandé<br>Comte

source: Requested<br>Credits
fr: Demandé <br> Crédits

source: Requested<br>Term
fr: Demandé <br> Terme

source: Required
fr: ﻿Requis

source: Required Fields
fr: Champs obligatoires

source: Required e-Forms have not been submitted
fr: Les formulaires électroniques requis n'ont pas été soumis

source: Required field
fr: champs requis

source: Required fields
fr: Merci de mettre à jour votre navigateur

source: Required fields are marked with <span style="color:red;">*</span> and cannot be left blank.
fr: Les champs obligatoires sont marqués avec <span style="color:red;">*</span> et ne peuvent pas être laissés en blanc.

source: Requirement
fr: Exigences

source: Requirement Description
fr: Description de l'exigence

source: Requirement Name
fr: Nom de l'exigence

source: Requirements Available to be added
fr: Exigences disponibles pour être ajouté

source: Requirements Courses
fr: Conditions requises

source: Reset Your Password
fr: Réinitialisez votre mot de passe

source: Restore
fr: Restaurer

source: Restricted
fr: Diffusion restreinte

source: Resubmission Required
fr: Vos Formulaires Doivent Être Soumis à Nouveau

source: Result
fr: Résultat

source: Results Legend
fr: Résultats Legend

source: Return
fr: Revenir

source: Return to List
fr: Retour à la liste

source: Returned
fr: Revenu

source: Revert to District Settings
fr: Revenir aux paramètres du district

source: Revised
fr: modifié

source: Roles Allowed to Create Instances of This Template
fr: Rôles autorisés à créer des instances de ce modèle

source: Rollover
fr: Rouler

source: Rollover Balance
fr: Solde de report

source: Room
fr: Chambre

source: Room Capacity
fr: Capacité de la salle

source: Room Name
fr: Nom de la salle

source: Rooms
fr: Pièces

source: Run Report
fr: Exécuter le rapport

source: Rx Number
fr: Nombre de Rx

source: S - Scheduled Students
fr: S - Étudiants inscrits

source: SCREENINGS
fr: SÉANCES

source: SETTINGS
fr: RÉGLAGES

source: STANDARDS-BASED
fr: BASÉ SUR DES NORMES

source: Same as Primary Residence
fr: Même que résidence principale

source: Sat
fr: Sam

source: Saturday
fr: Samedi

source: Save
fr: Sauvegarder

source: Saved
fr: Enregistré

source: Schedule Folder
fr: Dossier de planification

source: Scheduled
fr: Planifié

source: Scheduled GAT
fr: GAT prévu

source: Scheduled LEP
fr: LEP prévu

source: Scheduled Sped
fr: Sped prévue

source: Scheduled Students
fr: Étudiants planifiés

source: Scheduled<br>Credits
fr: À la demande<br>Crédits

source: Scheduling Group
fr: Groupe de planification

source: School
fr: École

source: School ({{schoolAnnouncements.length}})
fr: École ({{schoolAnnouncements.length}})

source: School Announcements
fr: Annonce école

source: School Authorized
fr: École autorisée

source: School Authorized<br>to Administer
fr: École autorisée<br>à administrer

source: School Life
fr: Vie scolaire

source: School May Administer
fr: École peut administrer

source: Scope
fr: Portée

source: Score
fr: But

source: Score is required
fr: Score est requis

source: Screened
fr: filtrées

source: Screening
fr: Présélection

source: Screenings
fr: Projections

source: Search Student
fr: Recherche étudiant

source: Search and Select
fr: Rechercher et sélectionner

source: Seating Chart
fr: Plan de table

source: Section Name
fr: Nom de la section

source: Section Name:
fr: Nom de la section:

source: Select
fr: Plus d'infos

source: Select All
fr: Sélectionner tout

source: Select Language
fr: Choisir la langue

source: Select Recipients
fr: Sélectionner les destinataires...

source: Select Student
fr: Sélectionnez étudiant

source: Select Tiles
fr: Sélectionnez les carreaux

source: Select a different year using the Year button in the top bar.
fr: Sélectionnez une année différente à l’aide de la touche de l’année dans la barre supérieure.

source: Select an underlined Lunch item to view the Daily Lunch menu.
fr: Sélectionnez un élément de déjeuner souligné pour afficher le menu du midi tous les jours.

source: Select an underlined account balance to view details
fr: Sélectionnez un solde de compte soulignés pour voir les détails

source: Select an underlined grade to see more details.
fr: Sélectionnez un grade souligné pour voir plus de détails.

source: Selected
fr: Choisi

source: Selected Roles
fr: Rôles sélectionnés

source: Selected Sites
fr: Sites choisis

source: Semester 1
fr: Semestre 1

source: Semester 2
fr: Semestre 2

source: Send
fr: Envoyer

source: Send Email
fr: Envoyer E-mail

source: Send Mailings in
fr: Envoyer des Mailings

source: Sent
fr: Envoyé

source: Sent By
fr: Envoyée par

source: Sent To
fr: Envoyé à

source: Sent to
fr: Envoyé à

source: September
fr: Septembre

source: Series
fr: Série

source: Serv. Charge
fr: Frais de serv.

source: Service
fr: Un service

source: Service Charge
fr: Taxe

source: Service Details
fr: Détails du service

source: Service Name
fr: Nom du service :

source: Set Notification Preferences
fr: Préférences de Notification de réglée

source: Settings
fr: Réglages

source: Show
fr: Spectacle

source: Show All Codes
fr: Afficher tous les codes

source: Show All Graduation Plans
fr: Voir tous les plans Graduation

source: Show Courses Not In Graduation Plan
fr: Voir Cours pas dans plan Graduation

source: Show HS Transcript Only
fr: Afficher la transcription HS uniquement

source: Show Inactive
fr: Montrer inactif

source: Show Progress Cycle
fr: Afficher le cycle de progression

source: Show Progress Grades
fr: Voir la progression CE2

source: Show sections with no students enrolled
fr: Voir la sections avec aucun étudiants inscrits

source: Showing data for 30 days back and 30 days forward.<br>Use Filter to change.
fr: Affichage de données pour 30 jours retour et 30 jours avant.<br>Utiliser le filtre pour changer.

source: Siblings
fr: Frères et sœurs

source: Size
fr: Taille

source: Snack
fr: Goûter

source: Spanish
fr: Espagnol

source: Special
fr: Spécial

source: Special Mark
fr: marque spéciale

source: Special<br>Additional
fr: Spécial<br>Supplémentaires

source: Sped Course
fr: Cours accéléré

source: Sped Requests
fr: Demandes accélérées

source: Sports Screening
fr: Dépistage sportif

source: Staff
fr: Personnel

source: Staff Name
fr: Nom du personnel

source: Standard
fr: Classique

source: Standard Score
fr: Note normalisée

source: Standards
fr: Normes

source: Standards Based Scores
fr: Normes Partitions basées

source: Standards Based Scores
fr: Les normes basées Scores

source: Standards-Based
fr: Axée sur les standards

source: Start
fr: Début

source: Start Date
fr: Date de début

source: Start Over
fr: Recommencer

source: Start Time
fr: Heure de début

source: Starts with
fr: Commence avec

source: State
fr: état

source: State is required.
fr: L'état est nécessaire.

source: Status
fr: Statut

source: Status&nbsp;
fr: Statut&nbsp;

source: Step
fr: Étape

source: Street
fr: Rue

source: Street Type
fr: Type de rue

source: Street Type is required.
fr: Type de rue est nécessaire.

source: Street is required.
fr: Rue est nécessaire.

source: Student
fr: Étudiant

source: Student #
fr: Étudiant(e)

source: Student Details
fr: Détails de l'étudiant

source: Student Documents
fr: Documents de l'élève

source: Student Filters
fr: Filtres d'étudiant

source: Student History
fr: Histoire des étudiants
