Repository: lancedays/potranslator
Catalog: output/*.po
Languages: fr

source: # Recipients
fr: Nombre de destinataires

source: #Students
fr: #Participants

source: &#149;&nbsp;&nbsp;&nbsp;At least one <b>To</b> recipient must be selected.
fr: Vous devez sélectionner au moins un <b>au</b> destinataire.

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Last Verified {{LastVerified}}
fr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dernière vérification {{LastVerified}}

source: &nbsp;=&nbsp;Changed
fr: &nbsp;=&nbsp;Modifié

source: &nbsp;Approved
fr: &nbsp;Approuvé

source: &nbsp;Group
fr: &nbsp;Groupe

source: &nbsp;I have verified the information on this screen.
fr: &nbsp;J'ai vérifié les informations sur cet écran.

source: &nbsp;Scheduled
fr: à la demande

source: &nbsp;Status
fr: &nbsp;Statut

source: &nbsp;and&nbsp;
fr: &nbsp;et&nbsp;

source: &nbsp;out&nbsp;of&nbsp;
fr: hors de

source: &nbsp;plus service charges of {{totalServiceCharge|number:'1.2-2'}} dollars for a transaction total of {{transactionTotal|number:'1.2-2'}} dollars
fr: &nbsp;plus frais de service de {{totalServiceCharge|number:'1.2-2'}} dollars pour une transaction total de {{transactionTotal|number:'1.2-2'}} dollars

source: &nbsp;plus service charges of {{totalServiceCharge|number:2}} dollars for a transaction total of {{transactionTotal|number:2}} dollars
fr: &nbsp;plus les frais de service de {{totalServiceCharge|number:2}} dollars pour un total de la transaction de dollars {{transactionTotal|number:2}}

source: &nbsp;{{futureBalance > 0 ? 'Credit' : (futureBalance < 0 ? 'Due' : '' )}}
fr: &nbsp;{{futureBalance > 0 ? 'Crédit' : (futureBalance < 0 ? 'Dû' : '' )}}

source: &nbsp;{{priorBalance > 0 ? 'Credit' : (priorBalance < 0 ? 'Due' : '' )}}
fr: &nbsp;{{priorBalance > 0 ? 'Crédit' : (priorBalance < 0 ? 'Dû' : '' )}}

source: (If mail should be sent to your Primary Residence, check the Same as Primary Residence box.)
fr: (Si le courrier doit être envoyé à votre résidence principale, vérifier la même chose que la zone de résidence principale.)

source: (If mail should be sent to your Primary Residence, the Preferred Mailing Address should be left blank.)
fr: (Si le courrier doit être envoyé à votre résidence principale, l'adresse postale préférée doit rester vide.)

source: (Not Available)
fr: (Indisponible)

source: (Reflects pending online payments)
fr: (Reflète les paiements en ligne en attente)

source: (Select)
fr: (Sélectionner)

source: , then your SAML route will be
fr: , alors votre route SAML sera

source: . For example: if your TylerSIS application is hosted at
fr: . Par exemple: si votre application TylerSIS est hébergée sur

source: . For reference, your login page will be
fr: . Pour référence, votre page de connexion sera

source: . In the previous example, your metadata route would be
fr: . Dans l'exemple précédent, votre itinéraire de métadonnées serait

source: . Right now, we do not have support for SP initiated SAML processes. For this reason, you may not need to provide a certificate and/or a private key for your purposes.
fr: . À l'heure actuelle, nous ne prenons pas en charge les processus SAML initiés par SP. Pour cette raison, il n'est peut-être pas nécessaire de fournir un certificat et / ou une clé privée pour vos besoins.

source: 200 row maximum has been reached.
fr: 200 de ligne maximale a été atteinte.

source: <b>Please make a note of this information</b> so you can use it from now on when you want to access the parent portal. If you need to exit this registration process for some reason before completion, log in using the information above and you will be able to complete the process.
fr: <b>S'il vous plaît prendre note de cette information</b>. Vous pouvez donc l'utiliser à partir de maintenant, lorsque vous voulez accéder à l'portail parent. Si vous avez besoin de quitter ce processus d'inscription pour une raison quelconque avant la fin de l'opération, connectez-vous en utilisant les informations ci-dessus et vous serez en mesure de terminer le processus.

source: = Changed
fr: = Modifié

source: = Current Grade (In-Progress, not yet finalized for Report Card)
fr: = Note actuelle (en cours, pas encore finalisée pour le bulletin)

source: A fee of {{serviceTax |number:'1.2-2'}}% is assessed to cover processing costs.
fr: Des frais de {{serviceTax |number:'1.2-2'}}% est évalué pour couvrir les coûts de traitement.

source: A link for accessing the New Family Registration page was already emailed to this address.
fr: Un lien permettant d’accéder à la page de la nouvelle famille d’inscription a été déjà envoyé à cette adresse.

source: A maximum of 200 rows can be listed on the results screen. To help shorten the list, provide filtering information in some or all of the fields below. All fields may be left blank if desired.
fr: Un maximum de 200 lignes peut être répertorié sur l'écran des résultats. Pour aider à raccourcir la liste, fournissez un filtrage informations dans tout ou partie des champs ci-dessous. Tous les champs peuvent être laissés vides si vous le souhaitez.

source: A maximum of 200 rows can be listed on the results screen. To help shorten the list, provide filtering information in some or all of the fields below. All fields may be left blank if desired.
fr: Un maximum de 200 lignes peut être cotée sur l&#39;écran des résultats. Pour aider à raccourcir la liste, fournir des informations filtrant dans certains ou tous les champs ci-dessous. Tous les champs peuvent être laissés en blanc, si désiré.

source: A menu is not defined for the month.
fr: Un menu n'est pas défini pour le mois.

source: A record already exists with this email address.
fr: Une fiche existe déjà avec cette adresse email.

source: A sliding scale charge is assessed to cover processing costs.
fr: Une accusation d'échelle mobile est évaluée pour couvrir les coûts de traitement.

source: A student record already exists in our system for
fr: Un dossier d’étudiant existe déjà dans notre système pour

source: AM/PM
fr: MATIN APRÈS-MIDI

source: Academic History
fr: Histoire académique

source: Academic Year
fr: Année académique

source: Academic Year - {{ defaultYear.Description }}
fr: Année académique - {{ defaultYear.Description }}

source: Academic Year - {{ defaultYear.Description }}
fr: Année scolaire - {{defaultYear.Description}}

source: Academic Year - {{ householdParent.AyIdentifier }}
fr: Année scolaire - {{householdParent.AyIdentifier}}

source: Academic Year - {{ onlineRegistrationUserPacket.YearDescription }}
fr: Année scolaire {{onlineRegistrationUserPacket.YearDescription}}

source: Academic Year - {{ yearDescription }}
fr: Année scolaire - {{yearDescription}}

source: Academic Year:
fr: Année académique:

source: Academic<br>Year
fr: année <br> scolaire

source: Accept
fr: Acceptez

source: Access
fr: Accès

source: Access Denied
fr: Accès refusé

source: Account
fr: Compte

source: Account / New Deposits
fr: Compte / nouveaux dépôts

source: Account Balance
fr: Solde du compte

source: Account Description
fr: Description du compte

source: Account inactive for {{ countdown - 1 }} minutes...
fr: Compte inactif pour {{compte à rebours - 1}} minutes...

source: Accounts with a balance due.
fr: Comptes avec un solde dû.

source: Acetaminophen
fr: Paracétamol

source: Action Comments
fr: Action commentaires

source: Action Date
fr: date d'une action

source: Actions
fr: Mesures

source: Activate
fr: Activer

source: Activities and Teams
fr: Activités et équipes

source: Activity
fr: Activité

source: Add
fr: Ajouter

source: Add Alternate Request
fr: Ajouter une demande alternative

source: Add Announcement
fr: Ajouter une annonce

source: Add Attachment
fr: Attacher le contenu

source: Add Behavior Referral
fr: Ajouter une référence de comportement

source: Add Contact
fr: Ajouter un contact

source: Add Day
fr: Ajouter un jour

source: Add Document
fr: Ajouter un document

source: Add Emergency Contact
fr: Ajouter un Contact d'urgence

source: Add Entry
fr: Ajouter une entrée

source: Add Folder
fr: Ajouter un contact

source: Add Household
fr: Ajouter ménage

source: Add Link
fr: Ajouter un lien

source: Add New Student
fr: Ajouter un nouveau Étudiant

source: Add New Condition
fr: Ajouter une nouvelle condition

source: Add New Doctor
fr: Ajouter nouveau massothérapeute

source: Add New Restriction
fr: Ajouter Nouvelle Restriction

source: Add New Student
fr: Ajouter étudiant

source: Add Note
fr: Ajouter une note

source: Add Parent 2
fr: Ajouter Parent 2

source: Add Period
fr: Ajouter une période

source: Add Period Above
fr: Ajouter la période ci-dessus

source: Add Period Below
fr: Ajouter une période en dessous

source: Add Period Segment
fr: Ajouter un segment de période

source: Add Report Folder
fr: Grades Rapport de cartes

source: Add Requests
fr: Ajouter Demandes

source: Add Requests:
fr: Ajouter Demandes

source: Add Student
fr: Ajouter étudiant

source: Add Topic
fr: Ajouter un sujet

source: Add row
fr: Ajouter une rangée

source: Added
fr: Ajouté(e)

source: Added By
fr: Ajouté par

source: Added On
fr: Ajouté le

source: Added by
fr: Ajouté par

source: Addition of this student is not permitted.
fr: L'ajout de cet étudiant n'est pas autorisé.

source: Additional Details
fr: Infos complémentaires

source: Address
fr: Adresse

source: Address Change
fr: Changement d'adresse

source: Address Information
fr: Information d'adresse

source: Address Line 1
fr: Adresse Ligne 1

source: Address Line 1 is required.
fr: Adresse Ligne 1 est nécessaire.

source: Address Line 2
fr: Adresse Ligne 2

source: Address Line 3
fr: Adresse ligne 3

source: Address Type
fr: Type d'adresse

source: Addresses
fr: Adresses

source: Addresses (System)
fr: Adresses (système)

source: Addresses for {{onlineRegistrationUserPacket.UserName}}
fr: Adresses pour {{onlineRegistrationUserPacket.UserName}}

source: Addresses for {{parentPortalDataUpdateUserPacket.UserName}}
fr: Adresses pour {{parentPortalDataUpdateUserPacket.UserName}}

source: Administrative Comments
fr: Commentaires administratifs

source: After Hours
fr: Après des heures

source: After Hours Emergency
fr: After Hours urgence

source: After Hours Emergency Text
fr: Après texte Heures d&#39;urgence

source: After you have made the corrections, use the "Submit Forms" button in the lower right corner of the screen to resubmit the forms.
fr: Après avoir effectué les corrections, utilisez le "Soumettre les formulaires" situé dans le coin inférieur droit de l'écran pour soumettre le formulaire.

source: Age
fr: Âge

source: Alert
fr: Alerte

source: All
fr: Tout

source: All Accounts
fr: Tous les comptes

source: All Advisors
fr: Tous les conseillers

source: All Announcements
fr: Tous les communiqués

source: All Classes
fr: Toutes les classes

source: All Counselors
fr: Tous les conseillers

source: All Disctrict Administrators
fr: Tous les administrateurs de district

source: All District Administrators
fr: Tous les administrateurs de district

source: All Principals
fr: Tous les directeurs

source: All Site Administrators
fr: Tous les administrateurs de site

source: All assertions must be signed
fr: Toutes les assertions doivent être signées

source: All data for this student will be deleted.
fr: Toutes les données pour cet étudiant seront supprimées.

source: All fields highlighted in orange will be restored to their initial values
fr: Tous les champs en surbrillance en orange seront restaurés à leurs valeurs initiales

source: All fields will be restored to their initial values
fr: Tous les champs seront restaurés à leurs valeurs initiales

source: All forms are marked completed but have not yet been submitted to the schools.
fr: Toutes les formes sont marqués remplis mais n'ont pas encore été soumises aux écoles.

source: All of the forms have been marked complete but changes can still be made if desired.
fr: Tous les formulaires ont été marquées comme terminées, mais des modifications peuvent encore être apportées si désiré.

source: Allow District to Administer?
fr: Laisser district à gérer?

source: Also list
fr: Aussi la liste

source: Alternate {{$index + 1}}
fr: Alterner {{$index + 1}}

source: Alternate {{i + 1}}
fr: Alterner {{i + 1}}

source: An email has been sent to {{registerNewFamily.emailAddress}}. Please use the link in the email to proceed to the next step.
fr: Un courriel a été envoyé à {{registerNewFamily.emailAddress}}. S'il vous plait utilisez le lien dans l'e-mail pour passer à l'étape suivante.

source: An email with a link has been sent to {{registerNewFamily.emailAddress}}.
fr: Un email avec un lien a été envoyé à {{registerNewFamily.emailAddress}}.

source: And
fr: Et

source: Announcement
fr: Annonce

source: Announcements
fr: Annonces

source: Announcements For
fr: Annonces pour

source: Announcements for
fr: Annonces pour

source: Any Other Medications Student is Taking
fr: Tout autre médicament que prend l'étudiant

source: Any Other Medications Student is taking
fr: Prend n'importe quel autre élève de médicaments

source: Any Other Relevant Conditions or Disabilities
fr: Toute autre condition pertinente ou une déficience

source: Appeal Status
fr: Statut de l'appel

source: Apply to All Groups
fr: Appliquer à tous les groupes

source: Approved
fr: Approuvé

source: April
fr: Avril

source: Archive in Student Digital Content
fr: Archive dans Student Digital Content

source: Archive in Student Portfolio
fr: Archive dans le portefeuille de l'étudiant

source: Archive in Tyler Content Manager
fr: Archiver dans Tyler Content Manager

source: Are you allowed to pick up the student(s)?
fr: Êtes-vous autorisé à prendre le (s) élève (s)?

source: Are you allowed to pick up the students?
fr: Êtes-vous autorisé à ramasser les étudiants ?

source: Are you an emergency contact for the student(s)?
fr: Êtes-vous un contact d'urgence pour le ou les étudiants?

source: Are you an emergency contact for the students?
fr: Vous êtes un contact d’urgence pour les étudiants ?

source: Are you sure you want to delete
fr: Etes-vous sûr que vous voulez supprimer

source: Are you sure you want to delete record?
fr: Êtes-vous sûr de vouloir effectuer cette suppression ?

source: Are you sure you want to delete this Announcement?
fr: Etes-vous sûr de vouloir supprimer cette annonce?

source: Are you sure you want to delete this Attachment?
fr: Êtes-vous sûr de vouloir supprimer cette pièce jointe?

source: Are you sure you want to delete this Mass Email Log entry?
fr: Êtes-vous sûr de vouloir supprimer cette entrée du journal de masse?

source: Are you sure you want to delete this Student Note?
fr: Êtes-vous sûr de vouloir supprimer cette note de l'étudiant?

source: Are you sure you want to delete this attachment?
fr: Êtes-vous sûr de vouloir supprimer cette pièce jointe?

source: Are you sure you want to delete this portfolio document?
fr: Êtes-vous sûr de vouloir supprimer ce document de portefeuille?

source: Are you sure you want to delete this request?
fr: Etes-vous sûr de vouloir supprimer ceci?

source: Are you sure you want to delete {{EmergencyContactDetail.FirstNameNew}} {{EmergencyContactDetail.LastNameNew}}?
fr: Etes-vous sûr que vous voulez supprimer {{EmergencyContactDetail.FirstNameNew}} {{EmergencyContactDetail.LastNameNew}}?

source: Are you sure you want to delete {{removeContact.parentName}}?
fr: Êtes-vous sûr de que vouloir supprimer {{removeContact.parentName}} ?

source: Are you sure you want to remove
fr: Êtes-vous sûr de vouloir désinstaller

source: Are you sure you want to remove {{removeContact.studentName}} from {{removeContact.parentName}}?
fr: Êtes-vous sûr de que vouloir supprimer {{removeContact.studentName}} de {{removeContact.parentName}} ?

source: Are you the guardian of the student(s)?
fr: Êtes-vous le tuteur de l'étudiant?

source: Are you the guardian of the students?
fr: Vous êtes le gardien des étudiants ?

source: As a victim
fr: En tant que victime

source: As a witness
fr: Comme témoin

source: As an offender
fr: Comme un délinquant

source: Assessments
fr: Évaluations

source: Assign Requirements to Schools
fr: Attribuer des exigences aux écoles

source: Assign to Admin
fr: Attribuer à l'administrateur

source: Assigned
fr: Attribué

source: Assigned Term
fr: Attribué Terme

source: Assigned Term
fr: Attribué Terme

source: Assigned Date
fr: Date attribuée

source: Assigned Meeting Patterns
fr: Modèles de réunion assignés

source: Assigned Schools
fr: Écoles assignées

source: Assigned<br>Term
fr: Assigné <br> Terme

source: Assignment
fr: Tâche

source: Assignment Type (A-Z)
fr: Type d'assignation (AZ)

source: Assignment Type (Z-A)
fr: Type d'affectation (Z-A)

source: Assignments
fr: Devoirs/exercices

source: Assignments Due
fr: Cessions dues

source: Assignments Due {{eventDetails.Date | date:'MM/dd/yy'}}
fr: Cessions dues {{eventDetails.Date | date:'MM/dd/yy'}}

source: Assignments Today
fr: Affectations aujourd'hui

source: Associate
fr: Associer

source: Associate Contact with a Student
fr: Contactez associé avec une élève

source: Associate {{associateContact.parentName}} with
fr: Associer le {{associateContact.parentName}}

source: Att Code
fr: Code Att

source: Attached
fr: Attaché

source: Attached By
fr: Attaché par

source: Attachments
fr: Fichiers joints

source: Attempted
fr: Tenté.

source: Attempted Credits
fr: Crédits de tentative

source: Attempted<br>Credits
fr: A tenté<br>Crédits

source: Attendance
fr: ﻿Présence

source: Attendance Code Legend
fr: Légende de Code de présence

source: Attendance Notification is not activated for the school(s) your student(s) attend.
fr: Présence de notification est pas activée pour l'école (s) de votre étudiant (s) assister.

source: Attendance Phone Notifications
fr: Notifications Participation téléphoniques

source: Attendance Status
fr: Statut de présence

source: Attendance Today
fr: Aujourd'hui

source: Attended
fr: Assisté

source: August
fr: Août

source: Auth Requests Signed
fr: Demandes d'authentification signées

source: Authn Requests under construction
fr: Demandes en cours de construction

source: Auto-Run
fr: Exécution automatique

source: Automatic Calling Preferences
fr: Calling Préférences automatiques

source: Available Period
fr: Période disponible

source: Available To
fr: Disponible pour

source: Average Score
fr: Score moyen

source: Award
fr: Diplôme

source: Awards
fr: Diplômes

source: BMI
fr: IMC

source: BMI Percentile
fr: IMC percentile

source: BY COURSE
fr: PAR COURS

source: Back
fr: Précédent

source: Balance
fr: Solde

source: Balance as of Academic Year {{defaultYear.Description}}
fr: Balance à partir de l'année scolaire {{defaultYear.Description}}

source: Balance from Future Year(s)
fr: Solde des années futures

source: Balance from Prior Year(s)
fr: Solde de l'exercice précédent (s)

source: Behavior
fr: Comportement

source: Bell Schedule
fr: Horaire de Bell

source: Bell Schedules
fr: Horaires de Bell

source: Bell Time
fr: Heure de cloche

source: Between
fr: Entre

source: Bill Date
fr: Date de facturation

source: Birth Date
fr: Date de naissance

source: Birth Date is required.
fr: Date de naissance est nécessaire.

source: Break
fr: Pause

source: Breakfast
fr: Petit déjeuner

source: Bus
fr: Autobus

source: By Course
fr: Par cours

source: By Date (Entire Year)
fr: Par date (année entière)

source: By Student Schedule (All)
fr: Par horaire d'étudiant (tout)

source: By Student Schedule (This Term)
fr: Par horaire d'étudiant (ce terme)

source: By Student Schedule (Today Only)
fr: Par horaire d'étudiant (aujourd'hui seulement)

source: CLEAR ALL FILTERS
fr: EFFACER TOUS LES FILTRES

source: CLOSE
fr: FERMER

source: Calculated from Grade Book(Not finalized for Report Cards)
fr: Calculé à partir de Grade Book (Non finalisé pour Report Cards)

source: Calendar
fr: Calendrier

source: Calling Order
fr: Appel Ordre

source: Calling Sequence
fr: Séquence d'appel

source: Calling Sequence is required.
fr: Séquence d'appel est requise.

source: Can Pick Up
fr: Peut Pick Up

source: Cancel
fr: Annuler

source: Category
fr: Catégorie

source: Category-ID
fr: ID de catégorie

source: Cell Phone
fr: Mobile

source: Certificate
fr: Certificat

source: Change Associated Class
fr: Changer la classe associée

source: Change Email
fr: Modifier l’email

source: Change Email Address
fr: Modifier votre adresse électronique

source: Change Password
fr: Changer le mot de passe

source: Change Recipients
fr: Modifier destinataires

source: Changed
fr: Modifié

source: Changes have been entered but not saved.
fr: Des changements ont été entrés mais ne pas enregistrés.

source: Changes have been entered on this form but not saved.
fr: Des changements ont été saisies sur ce formulaire mais ne pas enregistrés.

source: Changes have been made to the query
fr: Des modifications ont été apportées à la requête

source: Charges
fr: Des charges

source: Charges and Deposits
fr: Les frais et dépôts

source: Check Date
fr: Vérifier la date

source: Check Number
fr: Numéro de vérification

source: Choose which tiles are displayed on this page by using Select Tiles icon.
fr: Choisir les carreaux est affichées sur cette page en utilisant l'icône sélectionner les tuiles.

source: CitizenShip
fr: Nationalité :

source: City
fr: Ville

source: City is required.
fr: La ville est requise.

source: Class
fr: Classe

source: Class Information
fr: Classe Information

source: Class ({{classAnnouncements.length}})
fr: Classe ({{classAnnouncements.length}})

source: Class ({{classroomAnnouncements.length}})
fr: Classe ({{classroomAnnouncements.length}})

source: Class Announcements
fr: Annonces

source: Class Information
fr: Informations de classe

source: Class Name
fr: Nom du cours

source: Class Profile
fr: Catégorie et profil

source: Class Rank:
fr: Classe Rang:

source: Class Students/Seats
fr: Etudiants / Sièges

source: Class Type
fr: Type de classe

source: Classroom
fr: salle de cours

source: Clear
fr: Effacer

source: Clear Course Filter
fr: Effacer le filtre de cours

source: Clear Selections
fr: Effacer les sélections

source: Clear Student Filter
fr: Effacer le filtre de l'étudiant

source: Click Cancel to return to the form and enter information for a new student.
fr: Cliquez sur Annuler pour revenir à l’écran et entrer des données pour un nouvel étudiant.

source: Click Cancel to return to the form without undoing anything.
fr: Cliquez sur Annuler pour revenir à la forme sans détacher quoi que ce soit.

source: Click Cancel to return to the page.
fr: Cliquez sur Annuler pour revenir à la page.

source: Click OK if you have decided not to add a new student.
fr: Cliquez sur OK si vous avez décidé de ne pas ajouter un nouvel étudiant.

source: Click OK to continue and lose the unsaved changes.
fr: Cliquez sur OK pour continuer et perdre les modifications non enregistrées.

source: Click OK to continue and undo all changes on this form.
fr: Cliquez sur OK pour continuer et annuler toutes les modifications sur ce formulaire.

source: Click the Edit link next to the first form to begin.
fr: Cliquez sur le lien modifier à côté de la première forme d’abord.

source: Click “Edit” on the first form to begin the Registration process
fr: Cliquez sur « Edit » sur le premier formulaire pour commencer le processus d'inscription

source: Close
fr: Fermer

source: Close Portal
fr: Fermer le portail

source: Code Legend
fr: Légende de code

source: Collapse All
fr: Tout réduire

source: Color Legend
fr: Légende des couleurs

source: Column Break
fr: Saut de colonne

source: Column Name
fr: Nom de colonne

source: Comment
fr: Commentaire

source: Comment1
fr: Commentaire1

source: Comment2
fr: Commentaire2

source: Comment:
fr: Commentaire:

source: Comments
fr: Commentaires

source: Comments and Behavior Marks
fr: Commentaires et notes de comportement

source: Common Medications
fr: Médicament

source: Communication Log Entries
fr: Entrées du journal de communication
