Repository: lancedays/potranslator
Catalog: output/*.po
Languages: fr

source: Household Parents
fr: Ménage Parents

source: Household Addresses
fr: Adresses de ménage

source: Household Addresses (System)
fr: Adresses des ménages (système)

source: Household Parents
fr: Parents ménagers

source: Household Parents (System)
fr: Les parents des ménages (Système)

source: Household at
fr: Ménage à

source: Household at {{detail.Address}}
fr: Ménage à {{détail.Adresse}}

source: Household at {{nr.Address}}
fr: Ménage à {{nr.Address}}

source: Household of
fr: Ménage de

source: Household of {{onlineRegistrationUserPacket.UserName}}
fr: Ménage de {{onlineRegistrationUserPacket.UserName}}

source: I have Verified the information on this screen.&nbsp;&nbsp;&nbsp;Last verified {{lastVerified | date: 'MM/d/yy'}}
fr: J'ai vérifié les informations sur cet écran.&nbsp;&nbsp;&nbsp;Dernière vérifié {{lastVerified | date: 'MM/d/yy'}}

source: I have completed this form and understand that checking this box is considered to be my
fr: J'ai rempli ce formulaire et je comprends que cocher cette case est considéré comme étant ma

source: I have completed this form and understand that checking this box is considered to be my<br>electronic signature of the form, certifying that the information above is true and accurate.
fr: J'ai rempli ce formulaire et comprendre que cette case est considéré comme mon<br>signature électronique du formulaire, attestant que les renseignements ci-dessus sont véridiques et exacts.

source: IEP Case Manager
fr: Gestionnaire de cas IEP

source: IMMUNIZATIONS
fr: IMMUNISATIONS

source: INSURANCE
fr: ASSURANCE

source: Ibuprofen
fr: Ibuprofène

source: If any of your students have attended schools in the district in the past, you are not considered to be a "new" family and the New Family Registration option should not be used.
fr: Si un de vos élèves ont fréquenté des écoles du district dans le passé, vous n’êtes pas considéré d’être une famille de « nouveaux » et l’option de la nouvelle famille d’enregistrement ne devrait pas servir.

source: If changes need to be made to information shown on this form which is not editable, please contact the district.
fr: Si des modifications doivent être apportées aux informations figurant sur ce formulaire qui ne sont pas modifiables, veuillez contacter le district.

source: If changes need to be made to information shown on this form which is not editable, please contact the district.
fr: Si des modifications doivent être apportées aux informations figurant sur ce formulaire qui ne sont pas modifiables, veuillez contacter le district.

source: If changes need to be made to information shown on this form which is not editable, please contact the district.
fr: Si des modifications doivent être apportées à l'information figurant sur ce formulaire qui est non modifiable, s'il vous plaît contacter le district.

source: If changes need to be made to information shown on this form, which is not editable, please contact the school.
fr: Si des modifications doivent être apportées aux informations figurant sur ce formulaire, qui ne sont pas modifiables, veuillez contacter l’école.

source: If student is absent
fr: Si l'étudiant est absent

source: If student is involved in behavior incident
fr: Si l'élève est impliqué dans un incident de comportement

source: If student is involved in discipline incident
fr: Si l'élève est impliqué dans l'incident de la discipline

source: If student is missing an assignment score
fr: Si l'étudiant est absent à un score d'attribution

source: If student received a score higher than
fr: Si l'étudiant a obtenu une note supérieure à

source: If student received a score lower than
fr: Si l'étudiant a obtenu une note inférieure à

source: If student visits the nurse's office
fr: Si l'étudiant visite le Bureau de l'infirmière

source: If student's marking period score falls below
fr: Si l'étudiant de marquage score période passe en dessous de

source: If you continue, this information will be lost.
fr: Si vous continuez, cette information sera perdue.

source: If you continue:
fr: Si vous continuez :

source: If you have forgotten your password, use the Forgot Password link on the login page.
fr: Si vous avez oublié votre mot de passe, utilisez le lien vous avez oublié le mot de passe sur la page de connexion.

source: If you have not provided information for all the students you want to register, select the Cancel button, then use the Add Student button in the bottom bar to add fields for the additional students' information.
fr: Si vous n'avez pas fourni d'informations à tous les étudiants que vous souhaitez inscrire, sélectionnez le bouton Annuler, puis utilisez le bouton Ajouter un étudiant dans la barre du bas pour ajouter des champs contenant les informations relatives aux étudiants supplémentaires.

source: If you know the exact
fr: Si vous connaissez l&#39;exacte

source: If you want to proceed to a screen provided by ConnexPoint to submit your credit card information
fr: Si vous souhaitez passer à un écran fourni par ConnexPoint pour soumettre vos informations de carte de crédit

source: If you want to proceed to a screen provided by Connexpoint to submit your credit card information
fr: Si vous souhaitez passer à un écran fourni par Connexpoint pour soumettre les informations de votre carte de crédit

source: If you want to proceed to a screen provided by PayPal to submit your eCheck or credit card information
fr: Si vous souhaitez passer à un écran fourni par PayPal pour soumettre vos informations de chèque électronique ou de carte de crédit

source: If you want to proceed to a screen provided by PayPal to submit your eCheck or credit card information<br>and complete this transaction select Proceed to PayPal. If not, select Go Back to Previous Screen.
fr: Si vous souhaitez procéder à un écran fourni par PayPal pour envoyer vos informations de carte de crédit ou chèque électronique<br>et complète cette transaction sélectionnez procédez à PayPal. Si ce n'est pas le cas, sélectionnez Go Back à l'écran précédent.

source: If you wish to add additional contacts for the family, this can be done on the Parent/Contact Information form.
fr: Si vous souhaitez ajouter des contacts supplémentaires pour la famille, vous pouvez le faire sur le parent / informations de contact. forme.

source: If you wish to add additional contacts for the family, this can be done on the Parent/Contact Information form.
fr: Si vous souhaitez ajouter des contacts supplémentaires pour la famille, cela peut être fait sur le formulaire Parent/coordonnées.

source: If your students are already registered at the district or have attended the district in the past, this option cannot be used.
fr: Si vos élèves sont déjà inscrits au district ou ont fréquenté le quartier dans le passé, cette option ne peut pas être utilisée.

source: Immunization Warning
fr: immunisation Avertissement

source: Immunizations
fr: Vaccinations

source: Import from File
fr: Importer à partir d'un fichier

source: In Bound Bus
fr: En bus lié

source: In Bound Route
fr: En route liée

source: In Bound Stop
fr: En arrêt lié

source: In Bound Stop Time
fr: En heure d'arrêt liée

source: In Progress
fr: En cours

source: In USe
fr: Utilisé

source: In order to prevent contacts from seeing each
fr: Afin d'éviter que les contacts ne se voient

source: In which year do you want to add this student?
fr: En quelle année voulez-vous ajouter cet étudiant?

source: Inactive
fr: Inactif

source: Incident Code
fr: Code d'incident

source: Incident Comments
fr: Incidents commentaires

source: Include
fr: Comprendre

source: Include In GPA
fr: Inclure dans GPA

source: Include In GPA:
fr: Inclure dans GPA:

source: Include Inactive Teams
fr: Activités et équipes

source: Include Lunch
fr: Déjeuner inclus

source: Include in ADA
fr: Inclure dans ADA

source: Include services active anytime in this academic year
fr: Inclure les services actifs à tout moment en cette année académique

source: Include {{ReportFolderSettingsName}} in the following folders:
fr: {{ReportFolderSettingsName}} faire figurer dans les dossiers suivants :

source: Incomplete
fr: Mission Inachevée

source: Ingredient
fr: Ingrédient

source: Ingredients
fr: Ingrédients

source: Instructional Time
fr: Temps d'enseignement

source: Instructor
fr: Instructeur

source: Insurance
fr: Assurance

source: Invalid Section
fr: Section valide

source: Invalid Subject
fr: Objet non valide

source: Invalid Zip Code
fr: Code postal invalide

source: Invalid date
fr: Date invalide

source: Invalid date!
fr: Date non valide

source: Invalid email
fr: Courriel non valide

source: Invalid email address
fr: Adresse email incorrecte

source: Invalid email format
fr: format d'email invalide :

source: Invalid phone number
fr: Téléphone non-valide

source: Invalid scores have been entered into the gradebook. Correct the scores highlighted in red, and resubmit the grades.
fr: Scores non valides ont été entrés dans le carnet de notes. Corriger les points mis en évidence en rouge et soumettre à nouveau les grades.

source: Invoice #
fr: N° de facture

source: Involvement
fr: Implication

source: Involvement Type
fr: Type d'implication

source: Involving Others
fr: Impliquant Autres

source: Involving Others
fr: Impliquant d'autres

source: Is Guardian
fr: Est-Gardien

source: Issuer
fr: Emetteur

source: Item
fr: Article

source: Item Type
fr: Type d'élément

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: Known Medications for Student
fr: Prend n'importe quel autre élève de médicaments

source: LEP Course
fr: Cours LEP

source: LEP Requests
fr: Demandes LEP

source: LEP Students
fr: Étudiants LEP

source: Lab Stations
fr: Stations de laboratoire

source: Language
fr: Langue

source: Language Spoken At Home
fr: Langue parlée à la maison

source: Language Spoken at Home
fr: Langue parlée à la maison

source: Last Name
fr: Nom de famille

source: Last Name is required.
fr: Le nom est obligatoire

source: Last Portal Login
fr: Dernière connexion au portail

source: Last Updated
fr: Dernière mise à jour

source: Last Updated By
fr: Dernière mise à jour par

source: Last Updated&nbsp;
fr: Dernière mise à jour&nbsp;

source: Legend
fr: Légende

source: Less
fr: Moins

source: Less Than
fr: Moins que

source: Lesson Plans
fr: Plans de leçon

source: Letter
fr: Lettre

source: Link
fr: Lien

source: Link Already Sent
fr: Lien déjà envoyé

source: Links
fr: Liens

source: List and Describe the Symptoms of Any Food or Drug Allergies
fr: Répertorier et décrire les symptômes des aliments ou médicaments Allergies

source: List teachers for
fr: Liste des enseignants pour

source: Lives With
fr: Vies Avec

source: Lives With
fr: Vies Avec

source: Lives With
fr: Vit avec

source: Location
fr: Emplacement

source: Location {{eventDetails.Location}}
fr: Emplacement {{eventDetails.Location}}

source: Lock Screen
fr: Verrouiller l'écran

source: Lock Section
fr: Section de verrouillage

source: Locker #
fr: Compartiment

source: Locker Combination
fr: Combinaison Locker

source: Login Exists
fr: Ouverture de session existe

source: Login Information
fr: Informations de connexion

source: Login information has already been provided for this email address.
fr: Informations de connexion a déjà été fournies pour cette adresse de courriel.

source: Logout
fr: Se déconnecter

source: Logout of 360
fr: Déconnexion de 360

source: Lunch
fr: Dîner

source: Lunch Meal Planner
fr: Planificateur de repas de midi

source: Lunch Menu
fr: Menu du Midi *

source: Lunch Menu -
fr: Menu du déjeuner -

source: MONTH
fr: MOIS

source: Mailing Address
fr: Modifier votre adresse électronique

source: Mailing City is required.
fr: Ville de diffusion est nécessaire.

source: Mailing County is required.
fr: Comté de diffusion est nécessaire.

source: Mailing House # is required.
fr: Maison de diffusion # est nécessaire.

source: Mailing Postal Code is required.
fr: Adresse postale Code Postal est requis.

source: Mailing Province is required.
fr: Province de diffusion est nécessaire.

source: Mailing State is required.
fr: État de diffusion est nécessaire.

source: Mailing Street Type is required.
fr: Rue Type d’envoi est nécessaire.

source: Mailing Street is required.
fr: Rue de diffusion est nécessaire.

source: Mailing ZIP Code is required.
fr: Code POSTAL d’envoi est nécessaire.

source: Mailing Zip Code 2 is required.
fr: Postale Code postal 2 est requis.

source: Make this the default folder for everyone.
fr: Faites-en le dossier par défaut pour tout le monde.

source: Male
fr: Mâle

source: March
fr: Mars

source: Marital Status
fr: État civil

source: Mark
fr: marque

source: Mark No Action Needed
fr: Marquer Aucune action nécessaire

source: Marked
fr: Marqué

source: Mass Add Classes
fr: Mass Ajouter des classes

source: Mass Email
fr: Courriel de masse

source: Mass Email Filter
fr: Filtre de messagerie de masse

source: Max Seats
fr: Nombre de places maximum

source: Maximum
fr: Maximums

source: Maximum<br>Credits
fr: Maximum<br>Crédits

source: May
fr: Mai

source: Meal
fr: Repas

source: Meal Accounts
fr: Comptes de repas

source: Meal Group
fr: Repas groupe

source: Meal Service
fr: Service de repas

source: Meal Service Balance
fr: Solde du service de repas

source: Medical Conditions
fr: Troubles relevant de la médecine

source: Medication
fr: Médicament

source: Medications
fr: Médicaments

source: Meeting Pattern
fr: Modèle de réunion

source: Meeting Patterns
fr: Modèles de réunion

source: Meets
fr: Répond

source: Members
fr: Membres

source: Metadata URL
fr: URL de métadonnées

source: Middle Name
fr: Deuxième prénom

source: Min Credits
fr: Crédits Min

source: Minimum
fr: Minimums

source: Minimum Percent
fr: % Minimum

source: Minimum<br>Credits
fr: Minimum<br>Crédits

source: Minutes<br>Attended
fr: Minutes<br>Ont participé à

source: Missing
fr: Manquant

source: Modify Request(s)
fr: Modifier les demandes

source: Mon
fr: lun

source: Monday
fr: Lundi

source: Monthly Lunch Menu
fr: Menu déjeuner mensuel

source: More
fr: Plus

source: Most Recent
fr: Les plus récents

source: Most Recent Referral
fr: La plus récente référence

source: Move Row Down
fr: Déplacer la rangée vers le bas

source: Move Row Up
fr: Déplacer la rangée vers le haut

source: Multiple Families
fr: Plusieurs familles

source: Must be at least {{LoginSettings.MinimumPasswordLength}} characters long
fr: Doit être au moins {{LoginSettings.MinimumPasswordLength}} caractères de long.

source: Must be different than Current Password
fr: Doit être différent du mot de passe actuel

source: Must have at least 1 alphabetic character (A-Z or a-z) and 1 number (0-9)
fr: Doit avoir au moins 1 caractère alphabétique (A-Z ou a-z) et 1 Numéro (0-9).

source: Must have at least one Numeric character
fr: Doit avoir au moins un caractère numérique

source: Must have at least one Special (! @ # $ ...) character
fr: Doit avoir au moins un spécial (! @ # $ ...) Caractère

source: Must have at least one Uppercase character
fr: Doit avoir au moins un caractère Majuscules

source: NEW
fr: NOUVEAU

source: NEXT
fr: SUIVANT

source: NEXT SCHOOL DAY
fr: PROCHAINE JOUR SCOLAIRE

source: NOTE: Highlighted cells indicate entries awaiting district approval
fr: REMARQUE: Cellules en surbrillance indiquer les entrées en attente de l'approbation du district

source: NOTE: Highlighted cells indicate entries awaiting district approval
fr: Remarque : Les cellules en surbrillance indiquent entrées en attente d'approbation de quartier

source: NOTE: The answers to these questions can be changed in a later step if they are not the same for all of the student(s) you are registering.
fr: REMARQUE: les réponses à ces questions peuvent être modifiées ultérieurement si elles ne sont pas identiques pour tous les étudiants que vous inscrivez.

source: NOTE: The answers to these questions can be changed in a later step if they are not the same for all of the students you are registering.
fr: REMARQUE : Les réponses à ces questions peuvent être modifiées dans une étape ultérieure si elles ne sont pas les mêmes pour tous les élèves, que vous vous inscrivez.

source: NOW
fr: À PRÉSENT

source: Name
fr: Nom

source: Name On Check
fr: Nom Le Vérifier

source: Name is required.
fr: Le nom de famille est requis.

source: Need
fr: Besoin d'

source: Needs
fr: Besoins

source: New Address
fr: Nouvelle adresse

source: New Announcements
fr: Nouvelles annonces

source: New Contact Added
fr: Nouveau Contact ajouté

source: New Email
fr: Nouvel email

source: New Family Registration
fr: Nouvelle inscription familiale

source: New Family Registration - Step 2 of 5
fr: Nouvel enregistrement familial - étape 2 de 5

source: New Family Registration - Step 3 of 5
fr: Nouvelle inscription familiale - étape 3 sur 5

source: New Family Registration - Step 4 of 5
fr: Nouvelle inscription familiale - étape 4 de 5

source: New Family Registration - Step 5 of 5
fr: Nouvelle inscription familiale - étape 5 de 5

source: New Household
fr: Ajouter ménage

source: New Password
fr: Nouveau mot de passe

source: New Password cannot be blank
fr: Nouveau mot de passe ne peut pas être vide

source: New contacts will be removed
fr: Nouveaux contacts seront enlevés

source: New optional e-Forms are available
fr: De nouveaux formulaires électroniques optionnels sont disponibles

source: New password cannot be the same as Login Name
fr: Nouveau mot de passe ne peut pas être identique au nom de la connexion

source: New password cannot be the same as the current password
fr: Nouveau mot de passe ne peut pas être le même que le mot de passe actuel

source: New password is required
fr: Un nouveau mot de passe est requis

source: New password must be at least {{loginSettings.MinimumPasswordLength}} characters
fr: Nouveau mot de passe doit être au moins {{loginSettings.MinimumPasswordLength}} personnages

source: Newly added information will be deleted
fr: Nouvellement information ajoutée sera supprimé

source: Next
fr: Suivant

source: Next School
fr: École suivante

source: No
fr: Non

source: No assignments exist for this student
fr: Non des missions existent pour cet étudiant

source: No grade level credits data exists
fr: Non les données sur les crédits au niveau de la classe existent

source: No requirement data exists
fr: Non les données d'exigence existent

source: No upcoming/missing assignments exist for this student
fr: Non les affectations à venir / manquantes existent pour cet étudiant

source: No Medications data exists for student
fr: Non Les données sur les médicaments existent pour les étudiants

source: No Academic History data exists for student
fr: N’existe aucune donnée de l’histoire académique pour les étudiants

source: No Academic History data exists for student.
fr: Aucune donnée d'histoire académique n'existe pour l'étudiant.

source: No Activities and Teams data exists for student
fr: N’existe aucune donnée d’équipes et des activités pour étudiants

source: No Announcement
fr: Annonce

source: No Assignments data exists for student
fr: N’existe aucune donnée d’affectations pour étudiant

source: No Attendance data exists for student
fr: N’existe aucune donnée de fréquentation pour étudiant

source: No Awards data exists for student
fr: N’existe aucune donnée de bourses pour étudiants

source: No Awards data exists for student.
fr: Il n’existe pas de données sur les récompenses pour les étudiants.

source: No Behavior data exists for student.
fr: Aucune donnée de comportement n'existe pour l'étudiant.

source: No Categories Defined
fr: Aucune catégorie définie

source: No Course recuirement data exists.
fr: Pas de cours Il existe des données de retrait.

source: No Course Schedule data exists for student
fr: N’existe aucune donnée de l’horaire de cours pour étudiants

source: No Course requirement data exists.
fr: Aucune donnée sur les exigences de cours n'existe.

source: No Deposits Entered
fr: Aucun dépôt est entré

source: No Discipline data exists for student
fr: N’existe aucune donnée de Discipline pour étudiant

source: No Discipline data exists for student.
fr: Aucune donnée de discipline n'existe pour l'élève.

source: No Doctors data exists for student
fr: N’existe aucune donnée de médecins pour étudiant

source: No Documents data exists for student.
fr: Aucun document de données existe pour étudiant.

source: No Documents data exists for student.
fr: Aucune donnée de document n'existe pour l'étudiant.

source: No Excessive Absences data exists for student
fr: N’existe aucune donnée d’Absences excessif pour étudiant

source: No Fees & Billing data exists for student
fr: N’existe aucune donnée de frais & facturation pour étudiant

source: No Fees & Billing data exists for this student.
fr: Il n’existe pas de données sur les frais et la facturation pour cet étudiant.

source: No Grades data exists for student
fr: N’existe aucune donnée de Grades pour étudiant

source: No Grades exist for this student.
fr: Aucune note n'existe pour cet étudiant.

source: No HS Transcript data exists for this student.
fr: Aucune donnée HS Transcript n'existe pour cet élève.

source: No Health Visit Log data exists for student
fr: N’existe aucune donnée de santé visite journal étudiant

source: No IEP data exists for student.
fr: Aucune donnée IEP n'existe pour étudiant.

source: No IEP data exists for student.
fr: Aucune donnée IEP n'existe pour l'élève.

source: No Immunizations data exists for student
fr: N’existe aucune donnée de vaccinations pour étudiant

source: No Insurance data exists for student
fr: N’existe aucune donnée d’assurance pour les étudiants

source: No Meal Service data exists for student.
fr: Pas de repas Données de service existe pour étudiant.

source: No Meal Service data exists for staff member.
fr: Aucune donnée de service de repas n'existe pour le membre du personnel.

source: No Meal Service data exists for student
fr: N’existe aucune donnée de Service de repas pour les étudiants

source: No Meal Service data exists for student.
fr: Aucune donnée de service de repas n'existe pour l'élève.

source: No Medications data exists for student
fr: N’existe aucune donnée d’affectations pour étudiant

source: No Monthly Lunch Menu data exists for student
fr: Il n’existe pas de données de menu de repas mensuels pour les étudiants

source: No Programs and Services data for student.
fr: Pas de données sur les programmes et services pour les étudiants.

source: No Request Tally data exists.
fr: Aucune donnée de comptage de demandes n'existe.

source: No Schedule
fr: Pas d'horaire

source: No Screening data exists for student
fr: Pas de dépistage les données existent pour l'étudiant

source: No Special Additional Attendance data exists for student
fr: N’existe aucune donnée de fréquentation supplémentaire spécial pour étudiant

source: No Standard-Based Grades exist for this student.
fr: Aucune note standard n'existe pour cette étudiant.

source: No Standard-Based Grades exist for this student.
fr: Aucune note standard n'existe pour cet élève.

source: No Student Added
fr: Aucun étudiant ajouté

source: No Student Portfolio data exists for student
fr: N’existe aucune donnée de Portfolio de l’étudiant pour les étudiants

source: No Student Portfolio data exists for this student.
fr: Il n’existe pas de données de portefeuille d’élèves pour cet élève.

source: No Student Schedule data exists for student
fr: Aucune donnée d'horaire d'étudiant n'existe pour l'étudiant

source: No Student Summary data exists.
fr: Il n'existe pas de données de résumé étudiant.

source: No announcements for current date.
fr: Aucune annonce pour la date actuelle.

source: No announcements for selected date
fr: Aucune annonce pour la date sélectionnée

source: No assessment scores exist for this student.
fr: Aucun score d'évaluation n'existe pour cet élève.
