Repository: lancedays/potranslator
Catalog: output/*.po
Languages: fr

source: Student Information
fr: Renseignements sur l'élève

source: Student Information (System)
fr: Student Information (Système)

source: Student Login
fr: Login étudiant

source: Student Name
fr: Nom de l'étudiant

source: Student Name:
fr: Nom d'étudiant:

source: Student Number
fr: Numéro d'étudiant

source: Student Number:
fr: Numéro d'étudiant:

source: Student Password
fr: Mot de passe étudiant

source: Student Portfolio
fr: Résumé de l'étudiant

source: Student Requests
fr: Demandes d'étudiants

source: Student Schedule
fr: Calendrier des étudiants

source: Student Summary
fr: Résumé de l'étudiant

source: Student With
fr: Étudiant avec

source: Student has no conditions on record
fr: L'étudiant n'a pas de conditions enregistrées

source: Student has no dietary restrictions on record
fr: L'étudiant n'a pas de restrictions alimentaires au dossier

source: Student has no doctors on record
fr: L'étudiant n'a pas de médecin enregistré

source: Student has no medications on record
fr: L'élève n'a pas de médicaments au dossier

source: Student in Focus
fr: Focus sur l'étudiant

source: Student is required.
fr: Étudiant est requise.

source: Student may leave with this person
fr: Étudiant peut quitter avec cette personne

source: Students
fr: Étudiants

source: Students Associated with This Household
fr: Ménage à {{détail.Adresse}}

source: Students Less
fr: Étudiants moins

source: Students More
fr: Etudiants Plus

source: Students registered using this process will be registered in the school year currently in progress: {{defaultYear.Description}}.
fr: Les étudiants inscrits à l’aide de ce processus seront enregistrés durant l’année scolaire en cours : {{defaultYear.Description}}.

source: Students registered using this process will be registered in the school year currently in progress: {{orDefaultYear.Description}}.
fr: Les étudiants inscrits à l'aide de ce processus sera enregistré au cours de l'année scolaire en cours: {{orDefaultYear.Description}}.

source: Students registered using this process will be registered in the upcoming {{defaultYear.Description}} school year, which begins on {{defaultYear.ORStartDate|date:'MM/dd/yy'}}.
fr: Les étudiants inscrits en utilisant ce processus seront enregistrés dans la prochaine {{defaultYear.Description}} année scolaire qui commence le {{defaultYear.ORStartDate|date:'MM/dd/yy'}}.

source: Students registered using this process will be registered in the upcoming {{defaultYear.Description}} school year, which begins on {{defaultYear.StartDate|date:'MM/dd/yy'}}.
fr: Les étudiants inscrits à l’aide de ce processus seront enregistrés durant l’année scolaire à venir {{defaultYear.Description}}, qui commence le {{defaultYear.StartDate|date:'MM/dd/yy'}}.

source: Students registered using this process will be registered in the upcoming {{orDefaultYear.Description}} school year, which begins on {{orDefaultYear.StartDate|date:'MM/dd/yy'}}.
fr: Les étudiants inscrits à l'aide de ce processus sera enregistré dans la prochaine {{orDefaultYear.Description}} année scolaire qui commence le {{orDefaultYear.StartDate|date:'MM/dd/yy'}}.

source: Students registered using this process will be registered in the {{defaultYear.Description}} school year, which begins on {{defaultYear.ORStartDate|date:'MM/dd/yy'}}.
fr: Les étudiants inscrits à l'aide de ce processus seront enregistrés dans le {{defaultYear.Description}} année scolaire qui commence le {{defaultYear.ORStartDate|date:'MM/dd/yy'}}.

source: Students registered using this process will be registered in the {{defaultYear.Description}} school year, which begins on {{defaultYear.StartDate|date:'MM/dd/yy'}}.
fr: Les étudiants inscrits à l’aide de ce processus seront enregistrés durant l’année scolaire de {{defaultYear.Description}}, qui commence le {{defaultYear.StartDate|date:'MM/dd/yy'}}.

source: Students registered using this process will be registered in the {{orDefaultYear.Description}} school year, which begins on {{orDefaultYear.StartDate|date:'MM/dd/yy'}}.
fr: Les étudiants inscrits à l'aide de ce processus sera enregistré dans le {{orDefaultYear.Description}} l'année scolaire, qui commence sur {{orDefaultYear.StartDate|date:'MM/dd/yy'}}.

source: Students/Seats
fr: Etudiants / Sièges

source: Subject
fr: Objet

source: Subject Area
fr: Domaine

source: Subject Area / Credit Code / Course
fr: Matière / de crédit Code / Course

source: Subject Areas
fr: Domaines

source: Submission Processing
fr: Traitement de la soumission

source: Submit
fr: Soumettre

source: Submit Forms
fr: Soumettre les formulaires

source: Submit Forms?
fr: Soumettre les formulaires ?

source: Submitted
fr: Soumis

source: Submitted - Awaiting Approval
fr: Soumis – en attente d'approbation

source: Summary
fr: Résumé

source: Summary vies show only a limited amount of information, usually just counts or totals, so they take up less space, allowing more cards to be seen at once.
fr: Les récapitulatifs ne montrent qu'un nombre limité d'informations, généralement des comptes ou des totaux, et occupent donc moins de place, ce qui permet de voir simultanément plus de cartes.

source: Sun
fr: Soleil

source: Sunday
fr: Dimanche

source: Switch Scheduling Folder
fr: Changer de dossier de planification

source: Syntax
fr: Syntaxe

source: TODAY
fr: AUJOURD'HUI

source: TRADITIONAL
fr: TRADITIONNEL

source: Taken
fr: Pris

source: Tardies
fr: Retards

source: Tardy
fr: Tardif

source: Teacher
fr: Enseignant

source: Teacher Profile
fr: Prof Profil

source: Teacher Name
fr: Nom de l'enseignant

source: Teacher Profile
fr: Profil de l'enseignant

source: Teacher:
fr: Enseignant

source: Teachers
fr: Enseignants

source: Team
fr: Équipe

source: Team Name
fr: Nom de l'équipe

source: TeamName
fr: Nom de l'équipe

source: Telephone
fr: Téléphone

source: Template
fr: Modèle

source: Template Name
fr: Nom du modèle

source: Templates from Classic
fr: Modèles de Classic

source: Term
fr: Terme

source: Term Details -{{longDescription}}
fr: Détails du terme -{{longDescription}}

source: Term Type
fr: Type de terme

source: Term:
fr: Terme:

source: Thank you for using Online Registration.
fr: Merci d'utiliser l'enregistrement en ligne.

source: The Perfect attendance option cannot be used until a default attendance code has been defined by the school or district.
fr: L'option de présence parfaite ne peut pas être utilisée tant qu'un code de présence par défaut n'a pas été défini par l'école ou le district.

source: The cards display in two columns. The Column Break indicator can be moved up or down to define where the second column begins - rows above the Column Break indicator will show in the first column, rows below it will show in the second column.
fr: Les cartes sont affichées sur deux colonnes. L'indicateur de rupture de colonne peut être déplacé vers le haut ou le bas pour définir le point de départ de la deuxième colonne. Les lignes situées au-dessus de l'indicateur de rupture de colonne s'affichent dans la première colonne, les lignes inférieures s'affichent dans la deuxième colonne.

source: The current school year
fr: L’année scolaire en cours

source: The different ares that display information on the Student Summary page are called "cards". Cards can be shown in summary view, detailed view, or turned off. (Some cards do not have a summary option based on the type of information they show.)
fr: Les différentes zones qui affichent des informations sur la page Résumé étudiant sont appelées "cartes". Les cartes peuvent être affichées en vue de synthèse, en vue détaillée ou désactivées. (Certaines cartes n'ont pas d'option de résumé basée sur le type d'information qu'elles montrent.)

source: The forms will now be reviewed by the school district. If any changes need to be made, you will receive an email letting you know. Otherwise, you will receive an email telling you the forms have been accepted and the process is complete.
fr: Les formulaires seront maintenant examinés par le district scolaire. Si toutes les modifications doivent être apportés, vous recevrez un email vous en informant. Dans le cas contraire, vous recevrez un email vous indiquant les formulaires ont été acceptées et le processus est terminé.

source: The information already provided will appear on some of the forms and can be edited as needed.
fr: Les informations déjà fournies apparaîtront sur certaines formes et peuvent être modifiées selon les besoins.

source: The information entered for the following students:
fr: Les informations saisies pour les étudiants suivants :

source: The information entered is very similar to an existing record in our system.
fr: Les informations saisies sont très similaires à un enregistrement existant dans notre système.

source: The new address has been entered for them as well.
fr: La nouvelle adresse a été saisi pour eux aussi.

source: The new student will be added using the Online Registration screens.
fr: Le nouvel élève est ajouté en utilisant les écrans d’inscription en ligne.

source: The order in which the cards are displayed can be changed by dragging rows up and down in the list.
fr: L'ordre dans lequel les cartes sont affichées peut être modifié en faisant glisser les lignes vers le haut et le bas de la liste.

source: The people on this form are parents or legal guardians living in this household.
fr: Les personnes figurant sur ce formulaire sont des parents ou des tuteurs légaux vivant dans ce ménage.

source: The people on this form are parents or legal guardians living in this household.<br>Other parents not in this household should be on the Non-resident Parents form.
fr: Les gens sur ce formulaire sont les parents ou les tuteurs légaux qui vivent dans ce ménage. <br> D'autres parents ne sont pas dans ce ménage devraient être sur le formulaire de parents non-résidents.

source: The query being imported contains the following fields that do not exist in the database:
fr: La requête en cours d'importation contient les champs suivants qui n'existent pas dans la base de données:

source: The route for using SAML assertions is your base route followed by
fr: L’itinéraire d’utilisation des assertions SAML est votre itinéraire de base suivi de

source: The route for your SAML metadata is your base route followed by
fr: L’itinéraire pour vos métadonnées SAML est votre itinéraire de base suivi de

source: The system was not able to send an email to your email address. Please contact the district for further instructions.
fr: Le système n'a pas pu envoyer de courrier électronique à votre adresse électronique. Veuillez contacter le district pour plus d'instructions.

source: The top image on the right shows what the Attendance card looks like in summary view and the bottom example shows it in detailed view.
fr: L'image du haut à droite montre l'aspect de la carte de présence en mode récapitulatif et l'exemple du bas en mode détaillé.

source: The upcoming school year
fr: L’année scolaire à venir

source: The {{portalName}} page is not available for {{student.FirstName}} {{student.LastName}}.
fr: le {{portalName}} page n'est pas disponible pour {{student.FirstName}} {{student.LastName}}.

source: There are unsaved changes on this page.
fr: Il sont des modifications non enregistrées sur cette page.

source: These are needed in order to use the Student Notes option.
fr: Celles-ci sont nécessaires pour utiliser l'option Notes de l'étudiant.

source: These fields will need to be removed or corrected before results can be displayed.
fr: Ces champs devront être supprimés ou corrigés avant que les résultats ne puissent être affichés.

source: These settings apply to all students in the family, however each school
fr: Ces paramètres s’appliquent à tous les élèves de la famille, mais chaque école

source: These settings apply to all students in the family, however each school <br>decides individually whether or not to offer each notification.
fr: Ces paramètres s'appliquent à tous les étudiants appartenant à la famille, mais chaque école<br>décide individuellement de chaque notification d'offrir ou non.

source: This Term
fr: Ce terme

source: This contact already exists
fr: Ce contact existe déjà

source: This contact has been associated with each student.
fr: Ce contact a été associé à chaque élève.

source: This email has not been sent.
fr: Cet email n'a pas été envoyé.

source: This form must have information for at least one student.
fr: Ce formulaire doit disposer d’informations au moins un étudiant.

source: This household and all of its data will be deleted
fr: Ce ménage et toutes ses données seront supprimés

source: This household and all of its data will be deleted.
fr: Ce ménage et toutes ses données seront supprimées.

source: This means none of the students in the family are currently attending any of the schools in the district and none of the students have attended any of the schools in the district in the past.
fr: Cela signifie qu'aucune des étudiants dans la famille assistent actuellement à aucune des écoles dans le district et aucun des élèves n'ont participé à aucune de ces écoles dans le district par le passé.

source: This option is intended for use by families who are
fr: Cette option est destinée à être utilisée par les familles qui

source: This option is intended for use by families who are <b>brand new</b> to the district.
fr: Cette option est destinée à être utilisée par des familles qui sont nouveaux sur le district.

source: This option is intended for use by families who are <b>new</b> to the district.
fr: Cette option est destinée aux familles <b> nouvelles </ b> du district.

source: This option is not available because there is no email
fr: Cette option n'est pas disponible car il n'y a pas d'email

source: This option is not available because there is no email<br>address on file for you. Please contact the school<br>and provide the neccesary information.
fr: Cette option ne est pas disponible parce qu&#39;il n&#39;y a pas d&#39;email <br> adresse au dossier pour vous. Se il vous plaît contacter l&#39;école <br> et fournir les informations neccesary.

source: This school does not offer Attendance notification
fr: Cette école n'offre pas de notification de présence

source: This school does not offer Behavior notification
fr: Cette école n'offre pas de notification de comportement

source: This school does not offer Discipline notification
fr: Cette école n'offre pas de notification de la Discipline

source: This school does not offer Grades notification
fr: Cette école n'offre pas de notification de Grades

source: This school does not offer attendance phone notifications
fr: Cette école ne propose pas de notifications participation de téléphone

source: This will delete all fields from the filter.
fr: Cela supprimera tous les champs du filtre.

source: This will delete the information for
fr: Cela supprimera les informations pour

source: This will delete the information for {{student.FirstName}} {{student.LastName}}
fr: Cela supprimera les informations pour {{student.FirstName}} {{student.LastName}}

source: This will delete the topic
fr: Cela supprimera le sujet

source: This will mark the students in
fr: Cela marquera les étudiants en

source: This will undo every change made to this form,
fr: Cela annulera tous les changements apportés à ce formulaire,

source: Thu
fr: jeu

source: Thursday
fr: Jeudi

source: Time
fr: Temps

source: Time In
fr: HORAIRE D&apos;ENTRÉE

source: Time Out
fr: Session expirée

source: Title
fr: Titre

source: To
fr: À

source: To add or Edit Requests for a row, click the + in the More column to expand the row
fr: Pour ajouter ou modifier des requêtes pour une ligne, cliquez sur le signe + dans la colonne la plus à agrandir la ligne

source: To change these preferences, select Set Notification Preferences from the options under the User icon:
fr: Pour modifier ces préférences, sélectionnez Définir les préférences de notification à partir de les options sous l'icône utilisateur:

source: To change these preferences, select Set Notification Preferences from the options under the User icon:
fr: Pour modifier ces préférences, sélectionnez Définir les préférences de notification parmi les options sous l'icône Utilisateur:

source: To change these preferences, select Set Notification Preferences from the options under the User icon: <img style="height:34px;width:34px;margin-top:-3px;" src="../Images/student black.png">
fr: Pour modifier ces préférences, sélectionnez Définir les préférences de notification des options sous l'icône de l'utilisateur: <img style="height:34px;width:34px;margin-top:-3px;" src="../Images/student black.png">

source: To check the signature, it first looks at the issuer to find a matching issuer in the registered SAML Identity Providers. It then checks validates your SAML response against the certificate in metadata or, failing that, provided here. If it is valid, it will attempt to find a user with the corresponding member ID and user type. If it finds one, it will redirect you to the TylerSIS application authenticated as that user.
fr: Pour vérifier la signature, il faut d'abord que l'émetteur trouve un émetteur correspondant dans les fournisseurs d'identité SAML enregistrés. Il vérifie ensuite que votre réponse SAML est validée par rapport au certificat en métadonnées ou, à défaut, fournie ici. S'il est valide, il tentera de trouver un utilisateur avec l'ID de membre et le type d'utilisateur correspondants. S'il en trouve un, il vous redirigera vers l'application TylerSIS authentifiée en tant qu'utilisateur.

source: To use SAML sign-on, you must send an
fr: Pour utiliser la connexion SAML, vous devez envoyer une

source: Today
fr: Aujourd'hui

source: Today's Attendance
fr: La présence d'aujourd'hui

source: Today's Schedule
fr: Calendrier du jour

source: Topic
fr: Sujet

source: Total Charges
fr: Total Des charges

source: Total Balance
fr: Total du bilan

source: Total Charges
fr: Charges totales

source: Total Deposit
fr: Total des dépôts

source: Total Purchases
fr: Montant total des achats

source: Total Reports
fr: Nombre total de rapports

source: Tracking Group
fr: Groupe suivi

source: Traditional
fr: Traditionnel

source: Trans. Total
fr: Total de trans.

source: Transaction History
fr: Historique des transactions

source: Transaction Total
fr: Total de la transaction :

source: Transaction Type
fr: Type de Transaction

source: Transferred From
fr: Transféré de

source: Transferred From:
fr: Transféré à partir de:

source: Transportation
fr: Transport

source: Tue
fr: Mar

source: Tuesday
fr: Mardi

source: Type
fr: Manufacturier

source: UPCOMING/MISSING
fr: À VENIR/MANQUANT

source: Unapplied Payments
fr: Paiements non imputés

source: Unassigned Meeting Patterns
fr: Modèles de réunion non attribués

source: Unlisted
fr: Non répertorié

source: Unlock Section
fr: Débloquez Section

source: Unweighted GPA:
fr: GPA non pondérée:

source: Upcoming Events
fr: évènements à venir

source: Upcoming/Missing
fr: À venir/manquant

source: Update Household Data
fr: Mise à jour des données

source: Update Roster
fr: Mettre à jour la liste

source: Uploaded Date
fr: Date de téléchargement

source: Use % to perform wildcard search.
fr: Utiliser % pour effectuer la recherche par caractères génériques.

source: Use the Add Contact button in the bottom bar to add more contacts.
fr: Utilisez le bouton Ajouter un contact dans la barre inférieure pour ajouter plus de contacts.

source: Use the Add Household button in the bottom bar to add more parents.
fr: Utilisez le bouton Ajouter un ménage dans la barre inférieure pour ajouter plus de parents.

source: Use the fields in the More area for the contact if you want to remove a student from the contact or change student-specific settings for this contact.
fr: Utilisez les champs de la zone Plus du contact si vous souhaitez supprimer un élève du contact ou modifier les paramètres spécifiques à l'élève pour ce contact.

source: Used for Grading
fr: Utilisé pour le classement

source: Used for Marking Attendance
fr: Utilisé pour assister à la correction

source: Used for Grading
fr: Utilisé pour le classement

source: Used for Marking Attendance
fr: Utilisé pour assister à la correction

source: Used for Grading
fr: Utilisées pour le tri

source: Used for Marking Attendance
fr: Utilisés pour le marquage de présence

source: User
fr: Utilisateur

source: Utilities and Settings
fr: Utilitaires et paramètres

source: Value
fr: Valeur

source: View
fr: Voir

source: View Attachments
fr: Voir les pièces jointes

source: View Non-Student-Related Students
fr: Voir les étudiants non-étudiants

source: View Recipients
fr: Afficher les destinataires

source: View the Notification Preferences page for each student to see which
fr: Consultez la page Préférences de notification pour chaque élève pour voir laquelle.

source: View the Notification Preferences page for each student to see which <br>notifications their school provides.
fr: Voir la page de préférences de Notification pour chaque élève Voir qui<br>fournit des notifications de leur école.

source: View:
fr: Vue:

source: Visible to
fr: Visible à

source: Visible to Parents/Students
fr: Visible aux parents / étudiants

source: Visit Reason
fr: Raison de la visite

source: WARNING
fr: ATTENTION

source: WEEK
fr: LA SEMAINE

source: Want Assertions Signed
fr: Want Assertions Signé

source: Wed
fr: mer

source: Wednesday
fr: Mercredi

source: Weekly
fr: Hebdomadaire

source: Weight
fr: Poids

source: Weight (pounds)
fr: Poids (livres)

source: Weighted GPA:
fr: GPA pondérée:

source: Welcome!
fr: Bienvenue!

source: When a summary card is being shown, selecting it will display the information that would have been shown on the detailed card, so regardless of which way the card is being shown, the detailed information is easily accessible.
fr: Lorsqu'une carte récapitulative est affichée, sa sélection affichera les informations qui auraient été affichées sur la carte détaillée. Ainsi, quelle que soit la manière dont la carte est affichée, les informations détaillées sont facilement accessibles.

source: When student is absent, call:
fr: Quand l'étudiant est absent, appelez:

source: When student is absent, call:
fr: Lorsque l'élève est absent, appelez :

source: When you are ready, submit the forms to the schools
fr: Lorsque vous êtes prêt, soumettre que les formulaires pour les écoles->

source: When you are satisfied with the information on all of the forms, select the Next button to proceed.
fr: Lorsque vous êtes satisfait de l'information sur tous les formulaires, sélectionnez le bouton Suivant pour continuer.

source: Withdrawal Date
fr: Date de la suppression

source: Withdrawn as of {{studentEnrollment.WithdrawalDate|date:'MM/dd/yy'}}
fr: Retiré comme de {{studentEnrollment.WithdrawalDate|date: « MM/dd/yy »}}

source: Work Phone
fr: Travail Téléphone

source: Work Phone
fr: Travail Téléphone

source: Work Phone
fr: Téléphone professionnel

source: Year
fr: Année

source: Year-To-Date
fr: Année à ce jour

source: Yes
fr: Oui

source: You are not the primary contact for this student
fr: Vous n'êtes pas le contact principal pour cet étudiant

source: You are not the primary contact for this student.
fr: Vous n'êtes pas le contact principal pour cet étudiant.

source: You are not the primary parent of this student
fr: Vous n'êtes pas le parent principal de cet étudiant

source: You can select maximum {{onlineRegistrationStudent.StudentMaxRace}} field(s).
fr: Vous pouvez sélectionner un maximum {{onlineRegistrationStudent.StudentMaxRace}} domaine (s).

source: You can select maximum {{parentPortalDataUpdateStudent.StudentMaxRace}} field(s).
fr: Vous pouvez sélectionner les champs maximum {{parentPortalDataUpdateStudent.StudentMaxRace}}.
