Repository: lancedays/potranslator
Catalog: output/*.po
Languages: fr

source: Company
fr: Entreprise

source: Compare
fr: Comparer

source: Complete
fr: Terminé

source: Complete all forms, then they can be submitted to the schools.
fr: Remplir tous les formulaires, puis elles peuvent être envoyées dans les écoles.

source: Condition is required.
fr: État est nécessaire.

source: Confirm Delete
fr: Confirmer suppression

source: Confirm Deletion
fr: Confirmer la suppression

source: Conflicts
fr: Conflits

source: Congratulations
fr: Félicitations

source: Congratulations!
fr: Félicitations !

source: Contact Person
fr: Contact

source: Contact/student associations will be reset
fr: Associations Contact / étudiants seront réinitialisés

source: Contacts will be called in the order in which they are listed. To change the order, select a row and drag it up or down.
fr: Les contacts seront appelés dans l'ordre dans lequel ils sont listés. Pour changer l'ordre, sélectionnez une ligne et faites glisser ça monte ou descend.

source: Contacts will be called in the order in which they are listed. To change the order, select a row and drag it up or down.
fr: Les contacts seront appelés dans l'ordre dans lequel ils sont listés. Pour changer l'ordre, sélectionnez une ligne et faites glisser ça monte ou descend.

source: Contains
fr: Contient

source: Content
fr: Contenu

source: Content Title
fr: Titre du contenu

source: Continue to Assignments
fr: Continuer à missions

source: Continue without Saving
fr: Continuer sans enregistrer

source: Copy
fr: Copie

source: Copy Announcement
fr: Annonce de copie

source: Copy Bell Schedule
fr: Copier l'horaire de Bell

source: Copy Day
fr: Jour de la copie

source: Copy Existing
fr: Copier existant

source: Count
fr: Compter

source: Country
fr: Pays

source: County
fr: Comté

source: County is required.
fr: Comté est nécessaire.

source: Course
fr: Cours

source: Course Name
fr: Cours prénom

source: Course Description
fr: Cours La description

source: Course #
fr: Cours #

source: Course / Teacher Info
fr: Cours / Info de l'enseignant

source: Course Complete
fr: Cours complet

source: Course Complete:
fr: Activité complétée

source: Course Description
fr: Description du cours

source: Course Descriptions
fr: Description des cours

source: Course Filters
fr: Filtres de cours

source: Course Identifier:
fr: Identifiant du cours:

source: Course Name
fr: titre de cours

source: Course Name:
fr: Nom du cours:

source: Course Number
fr: Numéro du cours

source: Course Profile
fr: Profil de cours

source: Course Request
fr: Demande de cours

source: Course Request Conflicts
fr: Conflits de demande de cours

source: Course Request Year - {{ getCourseRequestYear() }}
fr: Cours de l’année demande - {{getCourseRequestYear()}}

source: Course Requests
fr: Demandes de cours

source: Course Requests may now be entered
fr: Les demandes de cours peuvent maintenant être entrées

source: Course Requirement
fr: Exigences du cours

source: Course Schedule
fr: Calendrier des cours

source: Course Section
fr: Section du cours

source: Course Title
fr: Titre de cours

source: Course-Section
fr: Cours-Section

source: Course-Section:
fr: Cours-Section

source: Course/Teacher Info
fr: Cours/Informations sur l'enseignant

source: Courses To Add
fr: Cours à ajouter

source: Courses To Remove
fr: Cours à supprimer

source: Courses scheduled for this requirement
fr: Cours prévus pour cette exigence

source: Create New
fr: Créer un nouveau

source: Create a Communication Log Entry for this email
fr: Créer une entrée de journal de communication pour cet email

source: Created
fr: Créé

source: Created By
fr: Créé par

source: Created Date
fr: Date de création

source: Credit
fr: Crédits

source: Credit Code
fr: Code de crédit

source: Credit Code(s):
fr: Code (s) de crédit:

source: Credit Codes
fr: Codes de crédit

source: Credit&nbsp;
fr: Crédit&nbsp;

source: Credits Attempted/Earned
fr: Crédits tenté / gagnés

source: Current
fr: Actuel

source: Current Academics
fr: Universitaires actuels

source: Current Att Code
fr: Code Att actuel

source: Current Condition
fr: Situation actuelle

source: Current Email
fr: Mon email actuel

source: Current Grades
fr: Grades actuels

source: Current Location
fr: Position actuelle

source: Current Password
fr: Mot de passe actuel

source: Current Password has expired
fr: Le mot de passe actuel a expiré

source: Current password is incorrect
fr: Votre mot de passe actuel est incorrect.

source: Current<br>Credits
fr: Courant<br>Crédits

source: Currently students can be added only in grades {{orActivatedForGradeLevels}}
fr: Actuellement, les étudiants ne peuvent être ajoutés qu'aux notes {{orActivatedForGradeLevels}}.

source: Currently students can be added only in grades {{orYearGradeLevelsV9}}
fr: Actuellement, les étudiants ne peuvent être ajoutés qu'aux notes {{orYearGradeLevelsV9}}.

source: Currently students can be added only in grades {{parentPortalDataUpdateStudent.ORActivatedForGradeLevels}}
fr: Actuellement les étudiants peuvent être ajoutés uniquement dans les classes {{parentPortalDataUpdateStudent.ORActivatedForGradeLevels}}

source: Curriculum
fr: Programme

source: Custody Issue
fr: Garde émission

source: DAY
fr: JOURNÉE

source: Daily
fr: Quotidien(ne)

source: Daily Student Activity
fr: Activité quotidienne des étudiants

source: Data
fr: Les données

source: Data Definitions for Student Note Categories have not been defined.
fr: Les définitions de données pour les catégories de notes d'élève n'ont pas été définies.

source: Data failed to save
fr: Échec de la sauvegarde des données

source: Data is being filtered.
fr: Données sont filtrées.

source: Data successfully saved
fr: Données sauvegardées avec succès.

source: Date (Newest First)
fr: Date (le plus récent en premier)

source: Date (Oldest First)
fr: Date (le plus ancien en premier)

source: Date/Time
fr: Date/Heure

source: Day Types
fr: Types de jour

source: Day(s)
fr: Jour(s)

source: Days
fr: Jours

source: Deactivate
fr: Désactiver

source: December
fr: Décembre

source: Declaration Date
fr: Date de la déclaration

source: Default
fr: Défaut

source: Default Teachers
fr: Enseignants par défaut

source: Delete
fr: Effacer

source: Delete Announcement
fr: Supprimer une annonce

source: Delete Attachment
fr: Supprimer la pièce jointe

source: Delete Contact
fr: Supprimer le contact

source: Delete Day
fr: Supprimer le jour

source: Delete Folder?
fr: Supprimer un dossier

source: Delete Parent 2
fr: Supprimer le Parent 2

source: Delete Period
fr: Supprimer la période

source: Delete Record
fr: Supprimer le contact

source: Delete Report Folder
fr: Supprimer le dossier de rapport

source: Delete Report Folder?
fr: Supprimer le dossier de rapport?

source: Delete Request
fr: Supprimer la requête

source: Delete Segment
fr: Supprimer le segment

source: Delete Snapshot?
fr: Supprimer l’instantané ?

source: Delete Student
fr: Supprimer un étudiant

source: Delete Student List
fr: Supprimer la liste des étudiants

source: Delete Student?
fr: Supprimer un étudiant

source: Delete Topic
fr: Supprimer le sujet

source: Delete this Household
fr: Supprimer ce ménage

source: Deleted
fr: Supprimé

source: Deleted contacts will be restored
fr: Contacts supprimés seront restaurés

source: Deleted information will be restored
fr: Informations supprimé sera restauré

source: Department
fr: Service

source: Deposit
fr: Dépôt

source: Deposit Amount
fr: Montant Acompte

source: Deposit Amount cannot exceed {{onlinePaymentConfiguration.MaximumDepositAmount}} dollars
fr: Montant du dépôt ne doit pas dépasser de dollars {{onlinePaymentConfiguration.MaximumDepositAmount}}

source: Deposit&nbsp;&nbsp;
fr: Dépôt

source: Deposits
fr: Dépôts

source: Dept
fr: Dette

source: Description/Comments
fr: Descriptif / Commentaires

source: Description/Reason
fr: Description / Raison

source: Deselect All
fr: Déselectionner

source: Detailed
fr: Détaillé

source: Detailed views show more information, so they take up more space. The height of these cards will adjust based on the content to be displayed.
fr: Les vues détaillées affichent plus d'informations et occupent donc plus d'espace. La hauteur de ces cartes sera ajustée en fonction du contenu à afficher.

source: Details
fr: Détails

source: Device
fr: Appareil

source: Did you forget anyone?
fr: Avez-vous oublié quelqu'un?

source: Dietary Item
fr: Dietary article

source: Dietary Item is required.
fr: Dietary article est nécessaire.

source: Dietary Restrictions
fr: Restrictions alimentaires

source: Disciplinarian
fr: Disciplinaire

source: Discipline events in the last seven days
fr: Discipline des sept dernières années journées

source: Display
fr: Afficher

source: Display For
fr: Afficher pour

source: Display dropped classes
fr: Affichage chuté cours

source: Display for Parents
fr: Affichage pour les parents

source: Display for Students
fr: Affichage pour les étudiants

source: District Announcements
fr: Annonces de quartier

source: District Defined Links
fr: Liens définis par le district

source: District Message
fr: Message de quartier

source: Do Not Include
fr: N'incluez pas

source: Do not allow to leave with student
fr: Ne pas laisser partir avec étudiant

source: Do the student(s) live with you?
fr: Les étudiants vivent-ils avec vous?

source: Do the students live with you?
fr: Les étudiants vivent avec vous ?

source: Do you have custody of the student(s)?
fr: Avez-vous la garde de l'étudiant (e)?

source: Do you have custody of the students?
fr: Vous avez la garde des élèves ?

source: Do you want to continue?
fr: Voulez-vous continuer?

source: Do you want to have the link sent again?
fr: Vous voulez avoir le lien envoyé à nouveau ?

source: Do you want to submit the forms now without the attachments?
fr: Vous voulez soumettre les formulaires maintenant sans les pièces jointes ?

source: Do you want to submit the forms now?
fr: Vous voulez soumettre les formulaires maintenant ?

source: Doctor
fr: Massothérapeute

source: Doctors
fr: Massothérapeutes

source: Document Type
fr: Type de document

source: Doses Received
fr: Doses reçues

source: Drop Off
fr: Débarquement

source: Drop Off Location
fr: Drop Off Localisation

source: Dropped
fr: Dépouillé

source: Dropped Date
fr: Date de tombée

source: Dropped<br>Date
fr: Dépouillé <br> Date

source: Due
fr: Dû

source: Due Date
fr: Date d'échéance

source: Due Today
fr: À Payer Aujourd'hui

source: Due Tomorrow
fr: Dû demain

source: Due date has passed, but no score or mark has been entered
fr: Due date est dépassée, mais aucune partition ou la marque n'a été entré

source: Due tomorrow
fr: Dû demain

source: Due&nbsp;
fr: Dû&nbsp;

source: Duplicate Email Address
fr: Adresse email déjà enregistrée

source: Duplicate Entry
fr: Entrée en double

source: Duplicate the information from another class, then modify it as desired.
fr: Dupliquez les informations d'une autre classe, puis modifiez-les comme vous le souhaitez.

source: Duration
fr: Durée

source: ELL Students
fr: Etudiants ELL

source: Earned Credits
fr: Crédits gagnés

source: Earned<br>Credits
fr: Earned <br> Crédits

source: Edit
fr: Modifier

source: Edit Admin Comments
fr: Modifier les commentaires de l'administrateur

source: Edit Announcement
fr: Modifier une annonce

source: Edit Attachment
fr: Modifier la pièce jointe

source: Edit Behavior Referral
fr: Modifier le comportement référent

source: Edit Course Requests
fr: Modifier les demandes de cours

source: Edit Day
fr: Jour d'édition

source: Edit Document
fr: Editer le document

source: Edit Entry
fr: Modifier l'entrée

source: Edit Link
fr: Modifier le lien

source: Edit Meeting Pattern
fr: Modifier le modèle de réunion

source: Edit Period
fr: Modifier la période

source: Edit Report Folder
fr: Modifier le dossier de rapport

source: Edit Topic
fr: Modifier le sujet

source: Editing Requests
fr: Demandes d'édition

source: Effective
fr: Efficace

source: Effective<br>Score
fr: Efficace <br> But

source: Email Teacher
fr: Email Prof

source: Email Teacher
fr: Email Prof

source: Email Address
fr: Adresse e-mail

source: Email Address - Work
fr: Adresse e-mail - travail

source: Email Not Sent
fr: Email non envoyé

source: Email Notifications
fr: Notifications Participation téléphoniques

source: Email Notifications are not activated for the school(s) your student(s) attend.
fr: Notifications par courriel ne sont pas activés pour l'école (s) de votre étudiant (s) assister.

source: Email Sent
fr: Courriel envoyé

source: Email Teacher
fr: Email Enseignant

source: Email already exists
fr: Cette adresse e-mail existe déjà

source: Emails do not match
fr: Les mails ne correspondent pas

source: Emergency
fr: Urgence

source: Emergency Contacts
fr: Urgence Contacts

source: Emergency Contacts
fr: Urgence Contacts

source: Emergency Contact
fr: Ajouter un Contact d'urgence

source: Emergency Contacts
fr: Personne à contacter en cas d'urgence

source: Emergency Contacts (System)
fr: Contacts d'urgence (système)

source: Emergency Phone
fr: Borne d’appel

source: Emergency Text
fr: Texte d&#39;urgence

source: Employer
fr: Employeur

source: End
fr: Fin

source: End Date
fr: Date de fin

source: End Time
fr: Heure de fin

source: Ends with
fr: Se termine par

source: Enroll Date
fr: Date d'inscription

source: Enrolled
fr: Inscrit

source: Enrollment History
fr: Histoire de l'inscription

source: Enrollment Status
fr: STATUT DE L'INSCRIPTION

source: Entry Date
fr: Entrée date

source: Entry Date/Time
fr: Date / heure d'entrée

source: Entry<br>Date
fr: Entrée<br>date

source: Equals
fr: Équivaut à

source: Error
fr: Erreur

source: Errors
fr: Erreurs

source: Errors Exist
fr: Des erreurs existent

source: Errors were found. Please see details below.
fr: Erreurs trouvées. S'il vous plaît voir les détails ci-dessous.

source: Estimated Classes
fr: Classes estimées

source: Ethnicity
fr: Ethnicité

source: Ethnicity is required.
fr: L’ethnicité n’est requise.

source: Event
fr: Événement

source: Event #
fr: Un événement #

source: Event Comments
fr: Evénement Commentaires

source: Event ID
fr: ID d'événement

source: Everything will now be reviewed by the school district. If any changes need to be made, you will receive an email letting you know. Otherwise, you will receive an email telling you the forms have been accepted and the process is complete.
fr: Tout sera maintenant examiné par le district scolaire. Si des modifications doivent être apportées, vous recevrez un courrier électronique vous informant. Dans le cas contraire, vous recevrez un e-mail vous informant les formulaires ont été acceptées et le processus est terminé.

source: Example: someone@sample.com
fr: Exemple : someone@sample.com

source: Exemption Code
fr: Code d&#39;exemption

source: Existing Classes
fr: Classes existantes

source: Existing Seats
fr: Sièges existants

source: Exit Date
fr: Date de Sortie

source: Expand All
fr: Tout développer

source: Expand More, then select an underlined term to see more details.
fr: Développez Plus, puis sélectionnez un terme souligné pour voir plus de détails.

source: Expand the More area for the contact if you want to remove a student from the contact or change student-specific settings for this contact.
fr: Développez la zone plus du contact si vous souhaitez supprimer un étudiant du contact ou changer des paramètres spécifiques au étudiant de ce contact.

source: Expand the More area to edit the requests.
fr: Développez la zone plus pour modifier les demandes.

source: Export
fr: Exportation

source: Extra Grade Point
fr: Supplémentaire Point de grade

source: Extra Grade Point
fr: Supplémentaire Point de grade

source: Extra Grade Point
fr: Point d&#39;année supplémentaire

source: FTP Address
fr: Adresse FTP

source: February
fr: Février

source: Fee
fr: Frais

source: Fee Code
fr: Code de droit

source: Fees
fr: Frais acheteur :

source: Fees & Billing
fr: Frais de facturation &

source: Fees & Billing Accounts
fr: Frais et comptes de facturation

source: Fees &amp; Billing
fr: Frais de facturation &

source: Female
fr: Femelle

source: Field
fr: Champ

source: Field #
fr: Champ #

source: Fields for the first student are provided. If you need to add more students, select the Add Student button in the bottom bar.
fr: Champs pour le premier étudiant sont fournis. Si vous avez besoin d’ajouter plus d’étudiants, sélectionnez le bouton Ajouter étudiant dans la barre inférieure.

source: Fields for the first student are provided. To register additional students, add their information by selecting the Add Student button in the bottom bar.
fr: Les champs pour le premier élève sont fournis. Pour inscrire d'autres étudiants, ajoutez leurs informations en sélectionnant le bouton Ajouter un étudiant dans la barre du bas.

source: File Description
fr: Description du fichier

source: File Name
fr: Nom de fichier

source: File Type
fr: Type de fichier

source: File required.
fr: Fichier requis

source: Filter
fr: Filtre

source: Filter Results
fr: Votre sélection

source: Final Grade
fr: Note finale

source: First Name
fr: Prénom

source: First Name is required.
fr: Le prénom est obligatoire

source: Folder
fr: Dossier

source: For
fr: Pour

source: For each form, provide the requested information, check the box at the bottom to indicate the form is complete, then click the "Next" button in the bottom bar to move to the next form.
fr: Pour chaque formulaire, fournissez les informations demandées, cochez la case en bas pour indiquer que le formulaire est terminé, puis cliquez sur le bouton "Suivant" dans la barre inférieure pour passer au formulaire suivant.

source: For each form, provide the requested information, check the box at the bottom to indicate the form is complete, then click the "Next" button in the bottom bar to move to the next form.
fr: Pour chaque formulaire, entrez les renseignements demandés, cochez la case en bas pour indiquer que le formulaire est complet, puis cliquez sur le bouton « Suivant » dans la barre inférieure de passer à la prochaine forme.

source: For this family, you are a household parent
fr: Pour cette famille, vous êtes un parent du ménage

source: For this family, you are a nonresident parent
fr: Pour cette famille, vous êtes un parent non-résident

source: For which student are you submitting this e-Form?
fr: Pour quel étudiant soumettez-vous ce formulaire électronique?

source: For which year do you want to register students?
fr: Pour quelle année vous souhaitez inscrire les élèves ?

source: Form
fr: Formulaire

source: Form {{currentForm + 1}} of {{totalForms}}
fr: Former {{currentForm + 1}} de {{totalForms}}

source: Forms Completed
fr: Les formulaires remplis

source: Forms have been
fr: Les formulaires ont été

source: Forms have been<br>submitted
fr: Formulaires ont été<br>soumis

source: Forms were submitted manually for this student
fr: Les formulaires ont été soumis manuellement pour cet étudiant

source: Forms were submitted manually for this student.
fr: Les formulaires ont été soumis manuellement pour cet étudiant.

source: French
fr: français

source: Frequency
fr: Fréquence

source: Fri
fr: ven

source: Friday
fr: Vendredi

source: From
fr: De

source: Function
fr: Une fonction

source: GAT
fr: FLINGUE

source: GAT Course
fr: Cours GAT

source: GAT Requests
fr: Demandes GAT

source: GAT Students / Seats
fr: GAT Etudiants / Sièges

source: GAT Students/Seats
fr: GAT Etudiants / Sièges

source: GO TO GRADES
fr: ALLER À Grades

source: GO TO ANNOUNCEMENTS
fr: ALLEZ AUX ANNONCES

source: GO TO ASSIGNMENTS
fr: ALLEZ AUX AFFECTATIONS

source: GO TO ATTENDANCE
fr: Aller à la présence

source: GO TO CALENDAR
fr: ALLEZ AU CALENDRIER

source: GO TO FEES & BILLING
fr: Aller aux frais et à la facturation

source: GO TO GRADES
fr: ALLEZ AUX GRADES

source: GO TO MEAL SERVICE
fr: ALLEZ AU REPAS

source: GO TO STUDENT SCHEDULE
fr: ALLEZ À L'HEURE DES ÉTUDIANTS

source: Gender
fr: Le sexe

source: Gender is required.
fr: Le sexe est obligatoire

source: General
fr: Général

source: General Text
fr: Texte général

source: Generation
fr: Génération

source: Go Back to Previous Screen
fr: Retournez à l'écran précédent

source: Grade
fr: Catégorie

source: Grade Level
fr: Année/niveau

source: Grade Level Settings
fr: Paramètres de niveau scolaire

source: Grade Level is required.
fr: Niveau est requis.

source: Grade Levels
fr: Niveaux

source: Grade Status
fr: Statut de la classe

source: Grade {{onlineRegistrationCustomForm.GradeLevel}} <span ng-if="onlineRegistrationCustomForm.SchoolName.length > 0"> - {{onlineRegistrationCustomForm.SchoolName}}</span>
fr: Qualité {{onlineRegistrationCustomForm.GradeLevel}} <span ng-if="onlineRegistrationCustomForm.SchoolName.length > 0"> - {{onlineRegistrationCustomForm.SchoolName}}</span>

source: Grade {{studentEnrollment.GradeLevel}} - {{studentEnrollment.SchoolDescription}}
fr: Grade {{studentEnrollment.GradeLevel}} - {{studentEnrollment.SchoolName}}

source: Grade(s)
fr: Niveau (x)

source: Grade<br>Level
fr: Année/<br>niveau

source: Gradebook Updated
fr: Carnet de notes mis à jour

source: Gradebook score notification
fr: Carnet de notes score notification

source: Grades
fr: Notes

source: Grading Due
fr: Classement dû

source: Grading Period
fr: Période classement

source: Grading Period:
fr: Période classement:

source: Grading Scale
fr: Période classement

source: Grading Scale and Comment
fr: Grading Scale et commentaire

source: Graduation Dept
fr: L'obtention du diplôme Dept

source: Graduation Dept
fr: L'obtention du diplôme Dept

source: Graduation Basis
fr: Base de Graduation

source: Graduation Plan
fr: Plan d&#39;Graduation

source: Graduation Plan > Subject Area
fr: Plan de remise des diplômes> Domaine

source: Graduation Plan > Subject Area > Credit Codes
fr: Plan de remise des diplômes> Domaine> Codes de crédit

source: Graduation Plan > Subject Area > Credit Codes > Courses
fr: Plan de remise des diplômes> Domaine> Code de crédit> Cours

source: Graduation Plan Progress
fr: Progrès du plan de graduation

source: Graduation Plan/Subject Area/Credit Code/Course
fr: Plan de diplomation / domaine / code de crédit / cours

source: Graduation Year
fr: Année d&#39;obtention

source: Greater Than
fr: Plus grand que

source: Group
fr: Groupe

source: Group Score
fr: Score du groupe

source: HELP
fr: AIDEZ-MOI

source: HR
fr: RH

source: Has Custody
fr: A Garde

source: Has Custody
fr: A Garde

source: Has Custody
fr: A la garde

source: Have any of your students attended schools in the district at any time in the past?
fr: Est-ce qu’un de vos élèves ont fréquentaient des écoles dans le district à tout moment dans le passé ?

source: Health
fr: Santé

source: Health Visit Log
fr: Journal de visite de santé

source: Health visits in the last seven days
fr: Visites de santé au cours des sept dernières journées

source: Health/Medical
fr: la santé

source: Height (inches)
fr: Hauteur (pouces)

source: Help
fr: Aide

source: Here are a couple of things to help get you started.
fr: Voici quelques conseils pour vous aider à démarrer.

source: Hiding/Showing Cards
fr: Cacher / Montrer des cartes

source: Highest Score
fr: Score le plus élevé

source: Highlight Meeting Patterns
fr: Surligner les modèles de réunion

source: Highlight Period
fr: Point culminant

source: Home
fr: Accueil

source: Home Phone
fr: Téléphone personnel

source: Home Phone 1
fr: Accueil Téléphone 1

source: Home Phone 2
fr: Accueil Téléphone 2

source: Home Room
fr: Accueil Chambre

source: Home Tel-1: {{ primaryParent.HomePhone1 }}
fr: Tél. domicile-1: {{primaryParent.HomePhone1}}

source: HomeRoom
fr: Professeur principal

source: Homeroom
fr: Professeur principal

source: Hours
fr: Heures

source: House #
fr: Maison

source: House # is required.
fr: Maison # est nécessaire.

source: Household Parents
fr: Ménage Parents
