Repository: lancedays/potranslator
Catalog: output/*.po
Languages: fr

source: You do not have permission to view Health/Medical data for this student.
fr: Vous n'êtes pas autorisé à afficher les données médicales / de santé de cet élève.

source: You do not have permission to view Student Information data for this student
fr: Vous n'êtes pas autorisé à afficher les données d'informations sur l'étudiant pour cet étudiant

source: You have been returned to the Student Summary page.
fr: Vous avez été renvoyé à la page Résumé de l'étudiant.

source: You have chosen to deposit a total of {{totalDeposit|number:'1.2-2'}} dollars
fr: Vous avez choisi de déposer un total de {{totalDeposit|number:'1.2-2'}} dollars

source: You have chosen to deposit a total of {{totalDeposit|number:2}} dollars
fr: Vous avez choisi de déposer un total de dollars {{totalDeposit|number:2}}

source: You may choose what information is shown on the Home page by using the Settings panel, accessed by selecting the Settings button in the upper right corner of the screen:
fr: Vous pouvez choisir les informations affichées sur la page d'accueil à l'aide du panneau Paramètres, accessible en sélectionnant le bouton Paramètres dans le coin supérieur droit de l'écran:

source: You will be logged out in {{countdown}} second(s).
fr: Vous serez connecté {{compte à rebours}} seconde (s).

source: You will not be able to add students beyond this step.
fr: Vous ne pourrez pas ajouter d’élèves au-delà de cette étape.

source: Your account has been established and your email address will be your user name.
fr: Votre compte a été créé et votre adresse e-mail sera votre nom d'utilisateur.

source: Your account has been established and your login information is as follows:
fr: Votre compte a été établi et vos informations de connexion sont la suivante :

source: Your email address is also used as your User Name, so changes made here will also affect the name you use to log in.
fr: Votre adresse e-mail sert également votre nom d'utilisateur, afin que les modifications apportées ici va aussi affecter le nom que vous utilisez pour vous connecter.

source: Your forms have been successfully submitted.
fr: Vos formulaires ont été soumis avec succès.

source: Your forms were rejected and you should have received an email detailing what needs to be changed.
fr: Vos formulaires ont été rejetées et vous devriez avoir reçu un e-mail précisant ce qui doit être changé.

source: Your information has been submitted.
fr: Vos informations ont été transmises.

source: Your relationship to the student(s)
fr: Votre relation avec le ou les étudiants

source: Your relationship to the students
fr: Votre relation aux élèves

source: ZIP Code
fr: Code postal

source: ZIP Code 2 is required.
fr: Code postal 2 est nécessaire.

source: ZIP Code is required.
fr: Code postal est requis.

source: Zip
fr: Code postal

source: Zip Code
fr: Code postal

source: Zip Code 2 is required.
fr: Code postal 2 est nécessaire.

source: [Credits] Course
fr: [Crédits] Cours

source: [No file attached]
fr: Aucun fichier attach&eacute; !

source: address on file for you. Please contact the school
fr: adresse au dossier pour vous. S'il vous plaît contacter l'école

source: and complete this transaction select Proceed to PayPal. If not, select Go Back to Previous Screen.
fr: et terminer cette transaction, sélectionnez Passer à PayPal. Sinon, sélectionnez Revenir à l'écran précédent.

source: and Section
fr: et la section

source: and all associated content below it.
fr: et tout le contenu associé en dessous.

source: and complete this transaction select Pay. If not, select Go Back to Previous Screen.
fr: et complète cette transaction, sélectionnez Payer. Sinon, sélectionnez Revenir à l'écran précédent.

source: and provide the neccesary information.
fr: et fournir les informations nécessaires.

source: as Bold
fr: en gras

source: be marked as BCC.
fr: être marqué comme BCC.

source: because attendance codes already exist for students in this team.
fr: parce que des codes de présence existent déjà pour les étudiants de cette équipe.

source: but not saved.
fr: mais pas sauvé.

source: decides individually whether or not to offer each notification.
fr: décide individuellement s'il faut ou non offrir chaque notification.

source: decides individually whether or not to offer each notification.
fr: décide individuellement d’offrir ou non chaque notification.

source: enter it below
fr: saisir ci-dessous

source: from
fr: de

source: in the following folders:
fr: dans le dossiers suivants:

source: including those which have been submitted but not yet approved.
fr: y compris celles qui ont été présentés mais pas encore approuvé.

source: including those which have been submitted but not yet approved..
fr: y compris celles qui ont été présentés mais pas encore accepté...

source: is very similar to existing records in our system.
fr: est très semblable à des enregistrements existants dans notre système.

source: notifications their school provides.
fr: notifications leur école fournit.

source: notifications their school provides.
fr: notifications fournies par leur école.

source: of
fr: de

source: on an assignment
fr: sur une cession

source: or
fr: ou

source: other's email addresses, when more than one
fr: Les adresses e-mail de l'autre, lorsque plusieurs

source: parent/contact recipient is selected, they can only
fr: destinataire parent / contact est sélectionné, ils ne peuvent

source: regardless of when the changes were made.
fr: peu importe où les modifications ont été apportées.

source: select how you want to view the available courses
fr: choisir la façon dont vous souhaitez afficher les cours disponibles

source: so you can use it from now on when you want to access the parent portal. If you need to exit this registration process for some reason before completion, log in using the information above and you will be able to complete the process.
fr: afin que vous puissiez l'utiliser à partir de maintenant lorsque vous souhaitez accéder au portail parent. Si vous devez quitter ce processus d'enregistrement pour une raison quelconque avant la fin, connectez-vous à l'aide des informations ci-dessus et vous pourrez compléter le processus.

source: to Administer
fr: administrer

source: to the SAML route. As it currently exists, TylerSIS SAML does not support SP initiated SAML processes. The SAML response must be signed with the private key corresponding to the public certificate provided for the response's issuer. This certificate can be provided in the metadata of the issuer. Alternatively, it can be supplied here. The SAML response must also contain one of the following sets of attributes:
fr: à la route SAML. Dans la version actuelle, TylerSIS SAML ne prend pas en charge les processus SAML initiés par SP. La réponse SAML doit être signée avec la clé privée correspondant au certificat public fourni pour l'émetteur de la réponse. Ce certificat peut être fourni dans les métadonnées de l'émetteur. Alternativement, il peut être fourni ici. La réponse SAML doit également contenir l'un des ensembles d'attributs suivants:

source: to the district.
fr: au quartier.

source: which begins on {{year.StartDate|date:'MM/dd/yy'}}
fr: qui commence le {{année. StartDate | date : « MM/dd/yy »}}

source: window.
fr: Fenêtre

source: with
fr: avec

source: yes
fr: Oui

source: you want to add
fr: vous voulez ajouter

source: {{ primaryParent.FirstName }}'s Cell Phone: {{ primaryParent.CellPhone }}
fr: Téléphone cellulaire de {{primaryParent.FirstName}}: {{primaryParent.CellPhone}}

source: {{ primaryParentSpouse.FirstName }}'s Cell Phone: {{ primaryParentSpouse.CellPhone }}
fr: Téléphone cellulaire de {{primaryParentSpouse.FirstName}}: {{primaryParentSpouse.CellPhone}}

source: {{DaysPresent |number:'2.2-2'}} of {{TotalDays |number:'2.2-2'}} Days ({{((DaysPresent/TotalDays)*100)|number:'2.2-2'}} %)
fr: {{DaysPresent |number:'2.2-2'}} de {{TotalDays |number:'2.2-2'}} Journées ({{((DaysPresent/TotalDays)*100)|number:'2.2-2'}} %)

source: {{DaysPresent |number:'2.2-2'}} of {{TotalDays |number:'2.2-2'}} Days ({{((DaysPresent/TotalDays)*100)|number:'2.2-2'}} %)
fr: {{DaysPresent |number:'2.2-2'}} de {{TotalDays |number:'2.2-2'}} Journées ({{((DaysPresent/TotalDays)*100)|number:'2.2-2'}} %)

source: {{HT.Id == 8 ? 'Areas' : 'Result'}}
fr: {{HT.Id == 8 ? 'Zones' : 'Résultat'}}

source: {{HT.Id == 8 ? 'Requested' : 'Scheduled'}}
fr: {{HT.Id == 8 ? 'Demandé' : 'Prévu'}}

source: {{HoursPresent |number:'2.2-2'}} of {{TotalHours |number:'2.2-2'}} Hours ({{((HoursPresent/TotalHours)*100)|number:'2.2-2'}} %)
fr: {{HoursPresent |number:'2.2-2'}} de {{TotalHours |number:'2.2-2'}} Heures ({{((HoursPresent/TotalHours)*100)|number:'2.2-2'}} %)

source: {{HoursPresent |number:'2.2-2'}} of {{TotalHours |number:'2.2-2'}} Hours ({{((HoursPresent/TotalHours)*100)|number:'2.2-2'}} %)
fr: {{HoursPresent |number:'2.2-2'}} de {{TotalHours |number:'2.2-2'}} Heures ({{((HoursPresent/TotalHours)*100)|number:'2.2-2'}} %)

source: {{attachment.FileID == -1 ? 'Add' : 'Edit'}} Attachment
fr: {{attachment.FileID == -1 ? 'Rajouter' : 'Modifier'}} Attachement

source: {{currentQuery.QueryName == 'My Defaults' ? 'My Default' : currentQuery.QueryName}}
fr: {{currentQuery.QueryName == 'My Defaults' ? 'Mon défaut' : currentQuery.QueryName}}

source: {{defaultYear.AYIdentifier}} Balance
fr: {{defaultYear.AYIdentifier}} solde

source: {{defaultYear.Description}} Balance
fr: {{defaultYear.Description}} solde

source: {{information && information.ProfileContentId != -1 ? 'Edit' : 'Add'}} Content
fr: {{information && information.ProfileContentId != -1 ? 'Modifier' : 'Rajouter'}} Contenu

source: {{matchingParentAddresses[i] && matchingParentAddresses[i].PrimaryAddress ? 'Primary' : 'Mailing'}}
fr: {{matchingParentAddresses[i] && matchingParentAddresses[i].PrimaryAddress ? 'Primaire' : 'Envoi postal'}}

source: {{matchingStudentAddresses[i] && matchingStudentAddresses[i].PrimaryAddress ? 'Primary' : 'Mailing'}}
fr: {{matchingStudentAddresses[i] && matchingStudentAddresses[i].PrimaryAddress ? 'Primaire' : 'Envoi postal'}}

source: {{newFamilyRegistration ? 'New Family Registration - Step 4 of 5' : 'Add New Student'}}
fr: {{newFamilyRegistration ? 'Enregistrement de la nouvelle famille - Étape 4 de 5' : 'Ajouter un nouvel étudiant'}}

source: {{screeningId == 8 ? 'Areas' : 'Result'}}
fr: {{screeningId == 8 ? 'Zones' : 'Résultat'}}

source: {{screeningId == 8 ? 'Requested' : 'Scheduled'}}
fr: {{screeningId == 8 ? 'Demandé' : 'Prévu'}}

source: {{userManagedPBIS ? 'Additional Information' : 'Intervention Type(s) and Date(s) Related to this Incident'}}
fr: {{userManagedPBIS ? 'Information additionnelle' : 'Type (s) d'intervention et date (s) associés à cet incident'}}

source: {{v10 == true || userType == '1' ? 'Balance':'Account Balance'}}
fr: {{v10 == true || userType == '1' ? 'Équilibre':'Solde du compte'}}

source: {{v10 ? 'Balance Owed as of Academic Year ' : 'Total due for Academic Year '}}{{defaultYear.Description}}
fr: {{v10 ? 'Solde dû à compter de l'année scolaire ' : 'Total dû pour l'année scolaire'}}{{defaultYear.Description}}

source: {{v10 ? 'Balance Owed as of Academic Year ' : 'Total due for Academic Year'}}{{defaultYear.Description}}
fr: {{v10 ? 'Solde dû à compter de l'année scolaire ' : 'Total dû pour l'année scolaire'}}{{defaultYear.Description}}

source: {{v10 ? 'School' : 'Site'}}
fr: {{v10 ? 'École' : 'Site'}}

source: ACCOUNT / NEW DEPOSITS
fr: COMPTE / NOUVEAUX DÉPÔTS

source: All forms are marked complete but have not yet been submitted to the schools.
fr: Tous les formulaires sont marqués comme complets mais n'ont pas encore été soumis aux écoles.

source: If you continue without saving, the changes will be lost.
fr: Si vous continuez sans enregistrer, les modifications seront perdues.

source: Invalid email address.
fr: Adresse e-mail invalide.

source: Invalid email format.
fr: Format d'email invalide.

source: Invalid phone number.
fr: Numéro de téléphone invalide.

source: Lance Test
fr: Test de lance

source: No Grading Period
fr: Pas de période de classement

source: Note: You will not be able to submit forms because you do not have access to all students in this family for whom Online Registration is currently available.
fr: Remarque: vous ne pourrez pas soumettre de formulaire car vous n'avez pas accès à tous les étudiants de cette famille pour lesquels l'inscription en ligne est actuellement disponible.

source: Online Registration must be completed for
fr: L'inscription en ligne doit être complétée pour

source: Required field.
fr: Champs requis.

source: Save and Continue
fr: Sauvegarder et continuer

source: TRANSACTION HISTORY
fr: HISTORIQUE DES TRANSACTIONS

source: Translation Test
fr: Test de traduction

source: Travis Test
fr: Test de Travis

source: Work Email
fr: Email de travail

source: and complete this transaction select Proceed to Pay. If not, select Go Back to Previous Screen.
fr: et complète cette transaction, sélectionnez Procéder au paiement. Sinon, sélectionnez Revenir à l'écran précédent.

source: Changing languages may require a re-login.
fr: Changer de langue peut nécessiter une nouvelle connexion.

source: User Name
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: No Schedule Information
fr: Aucune information sur l'horaire

source: e-Forms
fr: Formulaires électroniques

source: Submitted – Awaiting Approval
fr: Soumis - En attente d'approbation

source: Associate Contact with Student
fr: Associer le contact avec l'étudiant

source: You do not have permission to view Student Information data for this student
fr: Vous n'êtes pas autorisé à afficher les données d'informations sur l'étudiant pour cet étudiant

source: DISMISS
fr: REJETER

source: Your new password has been saved.
fr: Votre nouveau mot de passe a été enregistré.
